{
  "Georgia": {
    "folklore_counts": {
      "Ghost Stories": 25,
      "Conjure & Magic": 13,
      "Supernatural Beliefs": 24,
      "Folk Medicine": 87,
      "Songs & Music": 51,
      "Stories & Tales": 269
    },
    "examples": {
      "Ghost Stories": [
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "ap in his hand, though he knew that he (the Negro) would pay\nfor it dearly, for when a slave showed spirit that way the master or\noverseer laid the lash on all the harder.\"\n\n\nWhen asked how the women took t"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "ite\nrace in the South, the Negro race would revert to savagery within a\nyear! Why, if they knew for dead certain that there was not a policeman\nor officer of the law in Columbus tonight, the good Lord onl"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "sound.\"\n\n\nThe Parson has had two wives and five children. Both wives and three of\nhis children are dead. He is also now superannuated, but occasionally\ndoes a \"little preaching\", having only recently bee"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "Mrs. Austin married at the age of 16 years; and was the mother of four\nchildren, all of whom are dead. She was very ambitious and was\ndetermined to get an education if such was possible. After the war"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "ouldn't even\nbutton up his pants. A 'oman teached school out there by the name of\nMrs. Yancy; she's dead now but she lived right here on Randolph Street\nyears ago. Well, one day when I wuz leaving Albert'"
        }
      ],
      "Conjure & Magic": [
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "ed the interview\nshe gave on slavery previously and wondered if any facts concerning\nsuperstitions, conjure, signs, etc. could be obtained from her. After a\nshort conversation pertaining to everyday occurren"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "He also had some that looked jest lak buttons, small and\nround.\"\n\n\nThe following are two stories of conjure told by Mrs. Avery:\n\n\n\"I knowed a man onct long ago and he stayed sick all der time. He had\nthe hea"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "at Anna wuz\npoisoned, but if he would give him $5.00 he would come back Sunday\nmorning and find the conjure. Alec wuz wise, so he bored a hole in the\nkitchen floor so that he could jest peep through there to"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "it was made. This visit was\nsupposed to be one to obtain information and stories on the practice of\nconjure. On two previous occasions Mrs. Heard's stories had proved very\ninteresting, and I knew as I sat th"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "he said. I poured a little bit and\ndrank it kinda lak I wuz afraid. She cursed and said 'I ain't go conjure\nyou. Drink it.' She got the cards and told me to cut 'em, so I did.\nLooking at the cards, she said:"
        }
      ],
      "Supernatural Beliefs": [
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "e \"just growed and growed\" and it wasn't long before he and Lucy\nmarried.\n\n\n\"A hootin' owl is a sho sign of rain, and a screech owl means a death,\nfor a fact.\"\n\n\n\"A tree frog's holler is a true sign of ra"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "a sho sign of rain, and a screech owl means a death,\nfor a fact.\"\n\n\n\"A tree frog's holler is a true sign of rain.\"\n\n\nJack maintains that he has received \"a second blessing from the Lord\"\nand \"no conjurer"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": ", November 30\nand December 2, 1936.\n\n\n\"When you see a dog lay on his stomach and slide it is a true sign of\ndeath. This is sho true cause it happened to me. Years ago when I lived\non Pine Street I was sit"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": ", I sho did. That night my baby\ndied and it wuzn't sick at all that day. That's the truth and a sho sign\nof death. Anudder sign of death is ter dream of a new-born baby. One\nnight not so long ago I dreamt"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "my baby\ndied and it wuzn't sick at all that day. That's the truth and a sho sign\nof death. Anudder sign of death is ter dream of a new-born baby. One\nnight not so long ago I dreamt about a new-born baby"
        }
      ],
      "Folk Medicine": [
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "smilingly\nremarked, \"We used every thing for medicine that grew in the ground.\"\nOne particular home remedy was known as \"Cow foot oil\" which was made by\nboiling cow's feet in water. Other medicines used wer"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "bark;\nall dem things was used to make teas for grown folks to take for deir\nailments. Red oak bark tea was give to chillun for stomach mis'ries.\n\n\n\"All I can ricollect 'bout de comin' of freedom was Old"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "s \"Cow foot oil\" which was made by\nboiling cow's feet in water. Other medicines used were hoarhound tea,\ncatnip tea, and castor oil. Very often medicines and doctors failed to\nsave life; and whenever a s"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "oil\" which was made by\nboiling cow's feet in water. Other medicines used were hoarhound tea,\ncatnip tea, and castor oil. Very often medicines and doctors failed to\nsave life; and whenever a slave died he"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "ard. Well, she says, get a handful of\nleaves, then take a knife and scrape the bark up, then make a tea and\ngive him so it will heal up the poison from that knot in his side, also\nmix a few jimson weeds"
        }
      ],
      "Songs & Music": [
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "De general would\ngit high on top of de corn pile and whoop and holler down leadin' dat\ncornshuckin' song 'til all de corn was done shucked. Den come de big\neats, de likker, and de dancin'. Cotton pickin's"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "y near and Mrs. Avery told of the long army\nof soldiers marching to La Grange singing the following song: \"Rally\naround the flag boys, rally around the flag, joy, joy, for freedom.\"\nWhen the war ended Mr."
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "aves to have a frolic and folks\nwould get broke down from so much dancing\" Mrs. Avery remarked. The\nmusic was furnished with fiddles. When asked how the slaves came to own\nfiddles she replied, \"They bought"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "g fun too, and\nwhen dey got through pickin' de cotton dey et and drunk and danced 'til\ndey couldn't dance no more.\n\n\n\"Miss, white folks jus' had to be good to sick slaves, 'cause slaves was\nproperty. For O"
        },
        {
          "name": "PLANTATION LIFE\n\n\nGEORGIA BAKER",
          "snippet": "but when he was dar he used to\nwalk down to de cabins and laugh and talk to his Niggers. He used to\nsing a song for de slave chillun dat run somepin lak dis:\n\n\n  'Walk light ladies\n   De cake's all dough,"
        }
      ],
      "Stories & Tales": [
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "ck. Tennis shoes, worn\nwithout hose, and a man's black hat completed her outfit.\n\n\nRachel began her story by saying: \"Miss, dats been sich a long time back\ndat I has most forgot how things went. Anyhow I w"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "cle Wash)\"; however,\nthis informant is different from the next informant, Rev. W.B. Allen.]\n\n\n\n\nThe story of \"Uncle Wash\", as he is familiarly known, is condensed as\nfollows:\n\n\nHe was born on the plantatio"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "event this was the\ncase he would set a pack of hounds on him. Mrs. Avery related to the\nwriter the story told to her of Mr. Heard's cruelty by her grandmother.\nThe facts were as follows: \"Every morning my"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "he frantic attempt\nslave owners made to hide their money when the war broke out. The\nfollowing is a story related concerning the Heard family. \"Mr. Heard,\nour master, went to the swamp, dug a hole, and hid"
        },
        {
          "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
          "snippet": "e, at present she is quite well and active in\nspite of her old age. She assured the writer that the story of slavery,\nwhich she had given her, was a true one and sincerely hoped it would do\nsome good in th"
        }
      ]
    }
  },
  "Florida": {
    "folklore_counts": {},
    "examples": {}
  },
  "Missouri": {
    "folklore_counts": {},
    "examples": {}
  },
  "Texas": {
    "folklore_counts": {},
    "examples": {}
  },
  "South Carolina": {
    "folklore_counts": {},
    "examples": {}
  }
}