{
  "Georgia": {
    "narrative_count": 5,
    "narratives": [
      {
        "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
        "age": "78",
        "address": "300 Odd Street",
        "word_count": 10215,
        "text_preview": "Rachel Adams' two-room, frame house is perched on the side of a steep\nhill where peach trees and bamboo form dense shade. Stalks of corn at\nthe rear of the dwelling reach almost to the roof ridge and a portion of\nthe front yard is enclosed for a chicken yard. Stepping gingerly around\nthe amazing number of nondescript articles scattered about the small\nveranda, the visitor rapped several times on the front door, but\nreceived no response. A neighbor said the old woman might be found at\nher son's s..."
      },
      {
        "name": "PLANTATION LIFE\n\n\nGEORGIA BAKER",
        "age": "87",
        "address": "369 Meigs Street",
        "word_count": 5505,
        "text_preview": "Georgia's address proved to be the home of her daughter, Ida Baker. The\nclean-swept walks of the small yard were brightened by borders of gay\ncolored zinnias and marigolds in front of the drab looking two-story,\nframe house. \"Come in,\" answered Ida, in response to a knock at the\nfront door. \"Yessum, Mammy's here. Go right in dat dere room and you'll\nfind her.\"\n\n\nStanding by the fireplace of the next room was a thin, very black woman\nengaged in lighting her pipe. A green checked gingham apron par..."
      },
      {
        "name": "PLANTATION LIFE\n\n\nJASPER BATTLE",
        "age": "80",
        "address": "112 Berry St.,",
        "word_count": 25967,
        "text_preview": "The shade of the large water oaks in Jasper's yard was a welcome sight\nwhen the interviewer completed the long walk to the old Negro's place in\nthe sweltering heat of a sunny July afternoon. The old house appeared to\nbe in good condition and the yard was clean and tidy. Jasper's wife,\nLula, came around the side of the house in answer to the call for\nJasper. A large checked apron almost covered her blue dress and a clean\nwhite headcloth concealed her hair. Despite her advanced age, she seemed\nto ..."
      },
      {
        "name": "JULIA BUNCH",
        "age": "85",
        "address": "Beech Island",
        "word_count": 6600,
        "text_preview": "Seated in a comfortable chair in the living room of her home, Julia\nBunch, Negress of 85 years, presented a picture of the old South that\nwill soon pass away forever. The little 3-room house, approachable only\non foot, was situated on top of a hill. Around the clean-swept yard,\npetunias, verbena, and other flowers were supplemented by a large patch\nof old-fashioned ribbon grass. A little black and white kitten was\nfrisking about and a big red hen lazily scratched under a big shade tree\nin search..."
      },
      {
        "name": "SUSAN CASTLE",
        "age": "78",
        "address": "1257 W. Hancock Ave.",
        "word_count": 1963,
        "text_preview": "On a beautiful morning in April, the interviewer found Susan sitting in\nthe door of her cabin. When asked if she would like to talk about the\nold plantation days, she replied; \"Yes Ma'am, I don't mind tellin' what\nI know, but for dat I done forgot I sho' ain't gwine make nothin' up.\nFor one thing, I ain't never lived on no plantation. I was a house\nservant in town.\" She added: \"Do you mind me axin' you one favor?\"\nConsent was given and she continued: \"Dat is, please don't call me Aunt\nSusan; it ..."
      }
    ]
  },
  "Florida": {
    "narrative_count": 0,
    "narratives": []
  },
  "Missouri": {
    "narrative_count": 0,
    "narratives": []
  },
  "Texas": {
    "narrative_count": 0,
    "narratives": []
  },
  "South Carolina": {
    "narrative_count": 0,
    "narratives": []
  }
}