{
  "Georgia": {
    "narrative_count": 5,
    "narratives": [
      {
        "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
        "age": "78",
        "address": "300 Odd Street",
        "word_count": 10215,
        "text_preview": "Rachel Adams' two-room, frame house is perched on the side of a steep\nhill where peach trees and bamboo form dense shade. Stalks of corn at\nthe rear of the dwelling reach almost to the roof ridge and a portion of\nthe front yard is enclosed for a chicken yard. Stepping gingerly around\nthe amazing number of nondescript articles scattered about the small\nveranda, the visitor rapped several times on the front door, but\nreceived no response. A neighbor said the old woman might be found at\nher son's s..."
      },
      {
        "name": "PLANTATION LIFE\n\n\nGEORGIA BAKER",
        "age": "87",
        "address": "369 Meigs Street",
        "word_count": 5505,
        "text_preview": "Georgia's address proved to be the home of her daughter, Ida Baker. The\nclean-swept walks of the small yard were brightened by borders of gay\ncolored zinnias and marigolds in front of the drab looking two-story,\nframe house. \"Come in,\" answered Ida, in response to a knock at the\nfront door. \"Yessum, Mammy's here. Go right in dat dere room and you'll\nfind her.\"\n\n\nStanding by the fireplace of the next room was a thin, very black woman\nengaged in lighting her pipe. A green checked gingham apron par..."
      },
      {
        "name": "PLANTATION LIFE\n\n\nJASPER BATTLE",
        "age": "80",
        "address": "112 Berry St.,",
        "word_count": 25967,
        "text_preview": "The shade of the large water oaks in Jasper's yard was a welcome sight\nwhen the interviewer completed the long walk to the old Negro's place in\nthe sweltering heat of a sunny July afternoon. The old house appeared to\nbe in good condition and the yard was clean and tidy. Jasper's wife,\nLula, came around the side of the house in answer to the call for\nJasper. A large checked apron almost covered her blue dress and a clean\nwhite headcloth concealed her hair. Despite her advanced age, she seemed\nto ..."
      },
      {
        "name": "JULIA BUNCH",
        "age": "85",
        "address": "Beech Island",
        "word_count": 6600,
        "text_preview": "Seated in a comfortable chair in the living room of her home, Julia\nBunch, Negress of 85 years, presented a picture of the old South that\nwill soon pass away forever. The little 3-room house, approachable only\non foot, was situated on top of a hill. Around the clean-swept yard,\npetunias, verbena, and other flowers were supplemented by a large patch\nof old-fashioned ribbon grass. A little black and white kitten was\nfrisking about and a big red hen lazily scratched under a big shade tree\nin search..."
      },
      {
        "name": "SUSAN CASTLE",
        "age": "78",
        "address": "1257 W. Hancock Ave.",
        "word_count": 1963,
        "text_preview": "On a beautiful morning in April, the interviewer found Susan sitting in\nthe door of her cabin. When asked if she would like to talk about the\nold plantation days, she replied; \"Yes Ma'am, I don't mind tellin' what\nI know, but for dat I done forgot I sho' ain't gwine make nothin' up.\nFor one thing, I ain't never lived on no plantation. I was a house\nservant in town.\" She added: \"Do you mind me axin' you one favor?\"\nConsent was given and she continued: \"Dat is, please don't call me Aunt\nSusan; it ..."
      }
    ]
  },
  "Florida": {
    "narrative_count": 27,
    "narratives": [
      {
        "name": "JOSEPHINE ANDERSON\n\n\n\n\nHANTS",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 2086,
        "text_preview": "\"I kaint tell nothin bout slavery times cept what I heared folks talk\nabout. I was too young to remember much but I recleck seein my granma\nmilk de cows an do de washin. Granpa was old, an dey let him do light\nwork, mosly fish an hunt.\n\n\n\"I doan member nothin bout my daddy. He died when I was a baby. My\nstepfather was Stephen Anderson, an my mammy's name was Dorcas. He come\nfum Vajinny, but my mammy was borned an raised in Wilmington. My name\nwas Josephine Anderson fore I married Willie Jones. I..."
      },
      {
        "name": "SAMUEL SIMEON ANDREWS",
        "age": "30",
        "address": "Florida",
        "word_count": 2646,
        "text_preview": "For almost 30 years Edward Waters College, an African Methodist\nEpiscopal School, located on the north side of Kings Road in the western\nsection of Jacksonville, has employed as watchman, Samuel Simeon Andrews\n(affectionately called \"Parson\"), a former slave of A.J. Lane of\nGeorgia, Lewis Ripley of Beaufort, South Carolina, Ed Tillman of Dallas,\nTexas, and John Troy of Union Springs, Alabama.\n\n\n\"Parson\" was born November 18, 1850 in Macon, Georgia, at a place called\nTatum Square, where slaves we..."
      },
      {
        "name": "BILL AUSTIN",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 1112,
        "text_preview": "Bill Austin--he says his name is NOT Williams--is an ex-slave who gained\nhis freedom because his mistress found it more advantageous to free him\nthan to watch him.\n\n\nAustin lives near Greenwood, Jackson County, Florida, on a small farm\nthat he and his children operate. He says that he does not know his age,\ndoes not remember ever having heard it. But he must be pretty old, he\nsays, \"'cause I was a right smart size when Mistuh Smith went off to\nfight.\" He thinks he may be over a hundred--and he l..."
      },
      {
        "name": "FRANK BERRY",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 674,
        "text_preview": "Frank Berry, living at 1614 west Twenty-Second street, Jacksonville,\nFlorida, claims to be a grandson of Osceola, last fighting chief of the\nSeminole tribe. Born in 1858 of a mother who was part of the human\nchattel belonging to one of the Hearnses of Alachua County in Florida,\nhe served variously during his life as a State and Federal Government\ncontractor, United States Marshal (1881), Registration Inspector (1879).\n\n\nBeing only eight years of age when the Emancipation Proclamation was\nissued,..."
      },
      {
        "name": "FLORIDA FOLKLORE\nSLAVE CUSTOMS AND ANECDOTES\n\n\nMARY MINUS BIDDIE",
        "age": "26",
        "address": "Florida",
        "word_count": 4204,
        "text_preview": "Mary Minus Biddie, age one hundred five was born in Pensacola, Florida,\n1833, and raised in Columbia County. She is married, and has several\nchildren. For her age she is exceptionally active, being able to wash\nand do her house work. With optimism she looks forward to many more\nyears of life. Her health is excellent.\n\n\nHaving spent thirty-two years of her life as a slave she relates vividly\nsome of her experiences.\n\n\nHer master Lancaster Jamison was a very kind man and never mistreated\nhis slave..."
      },
      {
        "name": "BIBLIOGRAPHY",
        "age": "20",
        "address": "Florida",
        "word_count": 1045,
        "text_preview": "Interview with subject, Matilda Brooks; \"Rooster-Town\", eastern part of\ncity, Monticello, Jefferson County, Fla.\n\n\n\n\n\n\n\n\nFEDERAL WRITERS' PROJECT\nAmerican Guide, (Negro Writers' Unit)\n\n\nAlfred Farrell, Field Worker\nJohn A. Simms, Editor\nTitusville, Florida\nSeptember 25, 1936\n\n\nTITUS I. BYNES\n\n\n\n\nTitus B. [TR: Titus I. above] Bynes, affectionately known as \"Daddy\nBynes\", is reminiscent of Harriet Beecher Stowe's immortal \"Uncle Tom\"\nand Joel Chandler Harris' inimitable 'Uncle Remus' with his whit..."
      },
      {
        "name": "PATIENCE CAMPBELL",
        "age": "26",
        "address": "Florida",
        "word_count": 635,
        "text_preview": "Patience Campbell, blind for 26 years, was-born in Jackson County, near\nMarianna, Florida about 1883[TR: incorrect date?], on a farm of George\nBullock. Her mother Tempy, belonged to Bullock, while her father Arnold\nMerritt, belonged to Edward Merritt, a large plantation owner. According\nto Patience, her mother's owner was very kind, her father's very cruel.\nBullock had very few slaves, but Merritt had a great many of them, not a\nfew of whom he sold at the slave markets.\n\n\nPatience spent most of ..."
      },
      {
        "name": "FLORIDA CLAYTON",
        "age": "11",
        "address": "Florida",
        "word_count": 2313,
        "text_preview": "The life of Florida Clayton is interesting in that it illustrates the\nmiscegenation prevalent during the days of slavery. Interesting also is\nthe fact that Florida was not a slave even though she was a product\nof those turbulent days. Many years before her birth--March 1,\n1854--Florida's great grandfather, a white man, came to Tallahassee,\nFlorida from Washington, District of Columbia, with his children whom he\nhad by his Negro slave. On coming to Florida, he set all of his children\nfree except ..."
      },
      {
        "name": "IRENE COATES",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 1205,
        "text_preview": "Immediately after slavery in the United States, the southern white\npeople found themselves without servants. Women who were accustomed to\nhaving a nurse, maid, cook and laundress found themselves without\nsufficient money to pay wages to all these. There was a great amount of\nwork to be done and the great problem confronting married women who had\nnot been taught to work and who thought it beneath their standing to\nsoil their hands, found it very difficult.\n\n\nThere were on the other hand many Negr..."
      },
      {
        "name": "NEIL COKER",
        "age": "132",
        "address": "Florida",
        "word_count": 905,
        "text_preview": "Interesting tales of the changes that came to the section of Florida\nthat is situated along the Putnam-Clay County lines are told by Neil\nCoker, old former slave who lives two miles south of McRae on the road\nGrandin.\n\n\nCoker is the son of a slave mother and a half-Negro. His father, he\nstates, was Senator John Wall, who held a seat in the senate for sixteen\nyears. He was born in Virginia, and received his family name from an old\nfamily bearing the same in that state. He was born, as nearly as h..."
      },
      {
        "name": "YOUNG WINSTON DAVIS",
        "age": "62",
        "address": "Florida",
        "word_count": 1357,
        "text_preview": "Young Winston Davis states that he was born in Ozark, Alabama, June 28,\n1855 on the plantation of Charles Davis who owned about seven hundred\nslaves and was considered very wealthy. Kindness and consideration for\nhis slaves, made them love him.\n\n\nReverend Davis was rather young during his years in slavery but when he\nwas asked to tell something about the days of slavery, replied: \"I\nremember many things about slavery, but know they will not come to me\nnow; anyway, I'll tell what I can think of.\"..."
      },
      {
        "name": "DOUGLAS DORSEY",
        "age": "14",
        "address": "Florida",
        "word_count": 1508,
        "text_preview": "In South Jacksonville, on the Spring Glen Road lives Douglas Dorsey, an\nex-slave, born in Suwannee County, Florida in 1851, fourteen years prior\nto freedom. His parents Charlie and Anna Dorsey were natives of Maryland\nand free people. In those days, Dorsey relates there were people known\nas \"Nigger Traders\" who used any subterfuge to catch Negroes and sell\nthem into slavery. There was one Jeff Davis who was known as a\nprofessional \"Nigger Trader,\" his slave boat docked in the slip at\nMaryland an..."
      },
      {
        "name": "AMBROSE DOUGLASS",
        "age": "16",
        "address": "Florida",
        "word_count": 2017,
        "text_preview": "In 1861, when he was 16 years old, Ambrose Hilliard Douglass was given a\nsound beating by his North Carolina master because he attempted to\nrefuse the mate that had been given to him--with the instructions to\nproduce a healthy boy-child by her--and a long argument on the value of\nhaving good, strong, healthy children. In 1937, at the age of 92,\nAmbrose Douglass welcomed his 38th child into the world.\n\n\nThe near-centenarian lives near Brooksville, in Hernando County, on a\nrun-down farm that he no..."
      },
      {
        "name": "FLORIDA FOLKLORE",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 296,
        "text_preview": "Jules Abner Frost\nMay 19, 1937\n\n\n\"MAMA DUCK\"\n\n\n\n\n1. Name and address of informant, Mama Duck, Governor & India Sts.,\nTampa, Florida.\n\n\n2. Date and time of interview, May 19, 1937, 9:30 A.M.\n\n\n3. Place of interview, her home, above address.\n\n\n4. Name and address of person, if any, who put you in touch with\ninformant, J.D. Davis (elevator operator), 1623 Jefferson St., Tampa,\nFlorida.\n\n\n5. Name and address of person, if any accompanying you (none).\n\n\n6. Description of room, house, surroundings, et..."
      },
      {
        "name": "MAMA DUCK",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 1176,
        "text_preview": "Gwan away f'm here, Po'-Boy; dat gemmen ain't gwine feed you nuthin. You\nkeep yo' dirty paws offen his close.\n\n\nCome in, suh. Take care you don't fall thoo dat ol' po'ch flo'; hit\n'bout ready to go t' pieces, but I 'way behind on rent, so I cain't ask\n'em to have hit fixed. Dis ol' house aint fitten fer nobody t' live in;\nwinder glass gone an' roof leaks. Young folks in dese parts done be'n\nusin' it fer a co't house 'fore I come; you know--a place to do dey\ncourtin' in. Kep' a-comin' atter I don..."
      },
      {
        "name": "WILLIS DUKES",
        "age": "83",
        "address": "Florida",
        "word_count": 978,
        "text_preview": "Born in Brooks County, Georgia, 83 years ago on February 24th,\nWillie[TR:?] Dukes jovially declares that he is \"on the high road to\nlivin' a hund'ed years.\"\n\n\nHe was one of 40 slaves belonging to one John Dukes, who was only in\nmoderate circumstances. His parents were Amos and Mariah Dukes, both\nborn on this plantation, he thinks. As they were a healthy pair they\nwere required to work long hours in the fields, although the master was\nnot actually cruel to them.\n\n\nOn this plantation a variety of ..."
      },
      {
        "name": "SAM AND LOUISA EVERETT",
        "age": "90",
        "address": "Florida",
        "word_count": 1211,
        "text_preview": "Sam and Louise Everett, 86 and 90 years of age respectively, have\nweathered together some of the worst experiences of slavery, and as they\nlook back over the years, can relate these experiences as clearly as if\nthey had happened only yesterday.\n\n\nBoth were born near Norfolk, Virginia and sold as slaves several times\non nearby plantations. It was on the plantation of \"Big Jim\" McClain\nthat they met as slave-children and departed after Emancipation to live\nthe lives of free people.\n\n\nSam was the s..."
      },
      {
        "name": "DUNCAN GAINES",
        "age": "12",
        "address": "Florida",
        "word_count": 1185,
        "text_preview": "Duncan Gaines, the son of George and Martha Gaines was born on a\nplantation in Virginia on March 12, 1853. He was one of four children,\nall fortunate enough to remain with their parents until maturity. They\nwere sold many times, but Duncan Gaines best remembers the master who\nwas known as \"old man Beever.\"\n\n\nOn this plantation were about 50 slaves, who toiled all day in the\ncotton and tobacco fields and came home at dusk to cook their meals of\ncorn pone, collards and sweet potatoes on the hearth..."
      },
      {
        "name": "CLAYBORN GANTLING",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 1389,
        "text_preview": "Clayborn Gantling was born in Dawson, Georgia, Terrell County, January\n20, 1848 on the plantation of Judge Williams.\n\n\nJudge Williams owned 102 heads of slaves and was known to be \"tolable\nnice to 'em in some way and pretty rough on 'em in other ways\" says Mr.\nGantling. \"He would'nt gi' us no coffee, 'cept on Sunday Mornings when\nwe would have shorts or seconds of wheat, which is de leavins' of flour\nat mills, yu' know, but we had plenty bacon, corn bread, taters and\npeas.\n\n\n\"As a child I uster ..."
      },
      {
        "name": "ARNOLD GRAGSTON",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 2419,
        "text_preview": "(Verbatim Interview with Arnold Gragston, 97-year-old ex-slave whose\nearly life was spent helping slaves to freedom across the Ohio River,\nwhile he, himself, remained in bondage. As he puts it, he guesses he\ncould be called a 'conductor' on the underground railway, \"only we didn't\ncall it that then. I don't know as we called it anything--we just knew\nthere was a lot of slaves always a-wantin' to get free, and I had to\nhelp 'em.\")\n\n\n\"Most of the slaves didn't know when they was born, but I did. Y..."
      },
      {
        "name": "HARRIETT GRESHAM",
        "age": "20",
        "address": "Florida",
        "word_count": 1745,
        "text_preview": "Born on December 6, 1838, Harriett Gresham can recall quite clearly the\nmajor events of her life as a slave, also the Civil War as it affected\nthe slaves of Charleston and Barnwell, South Carolina.\n\n\nShe was one of a, group of mulattoes belonging to Edmond Bellinger, a\nwealthy plantation owner of Barnwell. With her mother, the plantation\nseamstress and her father, a driver, she lived in the \"big house\"\nquarters, and was known as a \"house nigger.\" She played with the\nchildren of her mistress and ..."
      },
      {
        "name": "BOLDEN HALL",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 988,
        "text_preview": "Bolden Hall was born in Walkino, Florida, a little town in Jefferson\nCounty, on February 13, 1853, the son of Alfred and Tina Hall. The Halls\nwho were the slaves of Thomas Lenton, owner of seventy-five or a hundred\nslaves, were the parents of twenty-one children. The Halls, who were\nborn before slavery worked on the large plantation of Lenton which was\ndevoted primarily to the growing of cotton and corn and secondarily to\nthe growing of tobacco and pumpkins. Lenton was very good to his slaves\nan..."
      },
      {
        "name": "REBECCA HOOKS",
        "age": "90",
        "address": "Florida",
        "word_count": 1307,
        "text_preview": "Rebecca Hooks, age 90 years, is one of the few among the fast-thinning\nranks of ex-slaves who can give a clear picture of life \"befo' de wah.\"\n\n\nShe was born in Jones County, Georgia of Martha and Pleasant Lowe, who\nwere slaves of William Lowe. The mother was the mulatto offspring of\nWilliam Lowe and a slave woman who was half Cherokee. The father was\nalso a mulatto, purchased from a nearby plantation.\n\n\nBecause of this blood mixture Rebecca's parents were known as \"house\nniggers,\" and lived on ..."
      },
      {
        "name": "REFERENCE",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 1271,
        "text_preview": "Personal interview with Rebecca Hooks, 1604 North Marion Street, Lake\nCity, Florida.\n\n\n\n\n\n\n\n\nFEDERAL WRITERS' PROJECT\nAmerican Guide, (Negro Writers' Unit)\n\n\nSamuel Johnson\nSeptember 11, 1937\n\n\nREV. SQUIRES JACKSON\n\n\n\n\nLying comfortably in a bed encased with white sheets, Rev. Squires\nJackson, former slave and minister of the gospel living at 706 Third\nStreet cheerfully related the story of his life.\n\n\nBorn in a weather-beaten shanty in Madison, Fla. September 14, 1841 of a\nlarge family, he move..."
      },
      {
        "name": "REFERENCE",
        "age": "80",
        "address": "Florida",
        "word_count": 1075,
        "text_preview": "Personal interview with subject, Rev. Squires Jackson, 706 Third Street,\nJacksonville, Florida.\n\n\n\n\n\n\n\n\nFEDERAL WRITERS' PROJECT\nAmerican Guide, (Negro Writers' Unit)\n\n\nL. Rebecca Baker, Field Worker\nDaytona Beach, Florida\nJanuary 11, 1937\n\n\n\"PROPHET\" JOHN HENRY KEMP\n\n\n\n\nA long grey beard, a pair of piercing owl-like eyes and large bare feet,\nmark \"Prophet\" Kemp among the citizenry of Daytona Beach, Florida. The\n\"Prophet\", christened John Henry--as nearly as he can remember--is an 80\nyear old ex..."
      },
      {
        "name": "REFERENCE",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 1077,
        "text_preview": "1. Personal interview with John Henry Kemp, Daytona Beach, Florida\n\n\n\n\n\n\n\n\nBarbara Darsey\nSLAVE INTERVIEW\nWith\nCINDY KINSEY, FORMER SLAVE\nAbout 86 Years of Age\n\n\n\n\n\"Yes maam, chile, I aint suah ezackly, but I think I bout 85 mebby 86\nyeah old. Yes maam, I wus suah bahn in de slavery times, an I bahn right\nneah de Little Rock in Arkansas, an dere I stay twell I comed right from\ndere to heah in Floridy bout foah yeah gone.\n\n\n\"Yes maam, my people de liv on a big plantation neah de Little Rock an\nwe..."
      },
      {
        "name": "RANDALL LEE",
        "age": "Unknown",
        "address": "Florida",
        "word_count": 3065,
        "text_preview": "Randall Lee of 500 Branson Street, Palatka, Florida, was born at Camden,\nSouth Carolina about seventy-seven years ago, maybe longer.\n\n\nHe was the son of Robert and Delhia Lee, who during slavery were Robert\nand Delhia Miller, taking the name of their master, as was the custom.\n\n\nHis master was Doctor Miller and his mistress was Mrs. Camilla Miller.\nHe does not know his master's given name as no other name was ever heard\naround the plantation except Doctor Miller.\n\n\nRandall was a small boy when t..."
      }
    ]
  },
  "Missouri": {
    "narrative_count": 37,
    "narratives": [
      {
        "name": "James Monroe Abbot",
        "age": "83",
        "address": "Missouri",
        "word_count": 1414,
        "text_preview": "\"I's born on December 25, 1854. My muthuh wuz Allie Ann Lane. Aftuh\n'mancipation I tuk my daddies name Abbot--he wuz Anthony Abbot, an'\nbelonged to Ole' Joe Abbot, a neighbor. Our Mastuh wuz Joe Lane an' our\nMissus wuz Jane Knox Lane. Dey had a girl, Barbara Ellen, an' two boys,\nTom en' Ed. Latuh years dey had more boys but I nevuh knowd dem.\n\n\n\"De white folks house wuz big, wid porches, an flowers all aroun', an\nsweet locust trees in de do' yard. Dis wuz up in Perry County, a few\nmiles fum Seve..."
      },
      {
        "name": "Betty Abernathy",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 431,
        "text_preview": "\"My muthuh brought me to Cape Girardeau in 1862, an' I was 'bout ten\nyeah ol' at dat time. Huh name was Malissa Abernathy an' she tole' me\nthat 'Ole Massa' John Abernathy was mah daddy. 'Ole Massa' was mean to\nhis cullud folks and so was 'Ole Missis Willie'.\n\n\n\"We lived up in Perry County. The white folk had a nice big house an'\nthey was a number of poor little cabins fo' us folks. Ours was one room,\nbuilt of logs, an' had a puncheon floor. 'Ole 'Massa' had a number of\nslaves but we didden' have..."
      },
      {
        "name": "Hannah Allen",
        "age": "107",
        "address": "Missouri",
        "word_count": 3064,
        "text_preview": "_God Got A Hold On Her_\n\n\nOne of the oldest ex-slaves encountered in Missouri is \"Aunt\" Hannah\nAllen of Fredericktown, who claims she is 107 years old. According to\nMadison County records, Aunt Hannah gave her age as 82 when she made\napplication for a marriage license in Fredericktown in 1912.\n\n\nIn spite of her extreme age, Aunt Hannah is able to do all of the work\naround her house and she frequently walks up town and back, a distance\nof several blocks. Her eyesight is very good and even at her ..."
      },
      {
        "name": "Charles Gabriel Anderson",
        "age": "119",
        "address": "Missouri",
        "word_count": 2760,
        "text_preview": "_Hale And Hearty At 119_\n\n\nCharles Gabriel Anderson, 119 years old, lives at 1106 Biddle Street in\nSt. Louis alone. He is 5 feet, 3 inches in height, has mixed gray hair\nand weighs 145 pounds.\n\n\nHe is slightly bent, but does not have to wear glasses, and is able to\ngo anywhere in the city without assistance. He has a good memory, and\ncheerful attitude. Seated in the church of God in Christ, a store front\nchurch, next door to his home, where he attends because of the\nconvenient location, he tells..."
      },
      {
        "name": "William Black",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 792,
        "text_preview": "_He's Quit Having Birthdays_\n\n\nWilliam Black of 919 South Arch Street, Hannibal, Missouri, is one of\nthe few ex-slaves living in Marion County. He is now about eighty-five\nyears old, and has lived his entire life in Marion, Monroe, and Ralls\nCounties. In chatting about his life and experiences he says:\n\n\n\"My mother and father come from Virginia. I don't know how old I is, but\nI have had one birthday and the rest is anniversaries. I think I is\nabout eighty-five. I was born in slavery and when I w..."
      },
      {
        "name": "George Bollinger",
        "age": "30",
        "address": "Missouri",
        "word_count": 2289,
        "text_preview": "_He Saw Many \"Hants\"_\n\n\nGeorge Bollinger is a typical, old-time Negro who lives in Cape\nGirardeau. In his younger days he was big and powerful and even now at\nthe age of 84 he is above the average in build. He owns his home and his\nis the last colored family to remain in this neighborhood which is\nrapidly being built up with modern homes.\n\n\nGeorge has little education, unlike his wife who is much younger and\nuses fairly good English. He sits on his porch and thoroughly enjoys\ntalking of the long..."
      },
      {
        "name": "Annie Bridges",
        "age": "82",
        "address": "Missouri",
        "word_count": 1526,
        "text_preview": "\"I's born on March 6, 1855; on Wolf Crick, in St. Francois County. My\nmuthuh, Clausa McFarland Bridges, wuz borned on Wolf Crick too, but mah\nfauthar, Jerry Bridges, kum from Californie. William McFarland wuz our\nboss, and he had a lotta' slaves. Us liv'd in a log cabin, with two\nrooms. Yep, there wuz a floor an' we had a bed, but hit hadn't no\nmattress; jus' roped an' cord'd. Holes wuz in de side ob de bed, soo's\nde ropes cud go thru'. We all wore 'jeans' an' wrap'd an' ole sack\n'round our legs..."
      },
      {
        "name": "Betty Brown",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 1564,
        "text_preview": "\"In de ole days we live in Arkansas, in Greene County. My mammy wuz\nMary-Ann Millan, an' we belong to 'Massa' John Nutt, an' 'Miss' Nancy.'\n\n\n\"Our white folks live in a big double house, wid a open hall between. It\nwuz built of hewed logs an' had a big po'ch on de wes' side. De house\nstood on Cash rivuh, at the crossroads of three roads; one road go tuh\nPocahontas, one tuh Jonesburg, an' one tuh Pie-Hatten (Powhatan).\n\n\n\"Now whut fo' you wanna' know all dem things? Air ye tryin' to raise de\ndaid..."
      },
      {
        "name": "Steve Brown",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 318,
        "text_preview": "\"Mista Joe Medley and his wife, Miss Addie was my young master and\nmistress. Old master John Medley done brung us from Kentucky when he\nmoved from there to Cape County. I was jest a baby den. I never knowed\nnothin' 'bout my daddy.\n\n\n\"De white folks had a big log-house. It was an awful big house, with a\nbig porch on de north side. They was some cedar trees in de yard and\nsome fruit trees. Dey was a big log barn and split rail fences all\naround. Us little fellers had to help carry in de wood, and ..."
      },
      {
        "name": "Richard Bruner",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 618,
        "text_preview": "The subject of this sketch, Richard Bruner, is one of the oldest negroes\nin Saline County. He claims to be ninety-seven years old and lives in\nthe little town of Nelson.\n\n\nHis humble dwelling, a gray and weathered frame building of about four\nrooms and two porches, sets in a square of yard thick with blue grass,\nold fashioned flowers like holly hocks, flowering pinks and marigolds\nmaking bright spots of color. Heavily laden fruit trees, apples,\npeaches, plums and pears shade every part of the pl..."
      },
      {
        "name": "Robert Bryant",
        "age": "75",
        "address": "Missouri",
        "word_count": 2492,
        "text_preview": "_Slave Married 4 Times_\n\n\n\"I was born out by Caledonia and is 75 years old. My mother came from\nanother family. My old master bought her from another man. She died when\nI was about eight years old and my father died about forty years ago.\nHis name was George Bryant but he went by de name of Brock. I was livin'\nin Pilot Knob when Price's raid come through. De government gave de old\nman a team to make it to St. Louis. Me and my mother and my brother who\nwas deaf and dumb went with dem but de soldi..."
      },
      {
        "name": "Alex Bufford",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 833,
        "text_preview": "The wonderful meteoric display known as the \"star shower\" or \"the time\nwhen the stars fell,\" occured in 1833. It was on the night of the 12th\nand 13th of November. Many ignorant persons concluded that the Judgement\nday had come, or that the end of the world was at hand. Negroes\nespecially were very much frightened. A dance was in progress on a\nBuchanan County farm, attended exclusively by slaves from the\nneighborhood. When the star shower began the negroes were first made\naware of the fact by a ..."
      },
      {
        "name": "Harriet Casey",
        "age": "65",
        "address": "Missouri",
        "word_count": 883,
        "text_preview": "\"I've lived here 'bout 65 years. I was born in slavery on de Hill place\nin Farmington. My mother's name was Catherine. Father's name was George.\nA brother and sistah of mine was sold as slaves 'fore I was born. I\nnevah saw them. My father was sold away from my mother. Our home was not\npleasant. The mistress was cruel. Her brother would go down in de\norchard and cut de sprouts and pile 'em up under de house so as de\nmistress could use 'em on us. She also used a bed stick to whip with.\n\n\n\"One day ..."
      },
      {
        "name": "Joe Casey",
        "age": "90",
        "address": "Missouri",
        "word_count": 802,
        "text_preview": "_Sold Slave, Ill Luck Followed_\n\n\n\"I did not get to see my daddy long. He served in de first of de war and\ncome home sick and died at Cadet. I was born at Cadet. I lives here in\nFestus and am 90 years old. My mother was Arzella Casey and was a slave\nin Cadet. Tom Casey owned both my mother and father. De master had a\npretty good farm and dat was where I worked when I was a boy. Mr. Casey\nnever hit me a lick in my life. He was sure good to us. I had an uncle\nJohn and dey had to sell him 'cause de..."
      },
      {
        "name": "Lula Chambers",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 1077,
        "text_preview": "The subject of this sketch is Lula Chambers who is not certain of her\nage. However she knows she is past ninety and that she was born in\nGallatin County, Kentucky near Virginia. She lives with a granddaughter,\nGenevieve Holden, 2627 Thomas Street, St. Louis.\n\n\nLying ill in a three-quarter metal bed in the front hall room of her\ngranddaughter's 4-room brick apartment, the old lady is a very cheerful\nperson, with an exceptionally fair complexion. Her brown hair is mixed\nwith gray and she wears it ..."
      },
      {
        "name": "Emmaline Cope",
        "age": "89",
        "address": "Missouri",
        "word_count": 121,
        "text_preview": "Emmaline Cope was born at McMinnville, Tenn., on August 20, 1848, and is\nnow 89 years of age.\n\n\nEmmaline's slave father was King Myers and her slave mother was Caroline\nMyers. They were both owned by one Tim Myers a wealthy and prominent\nplanter of McMinnville.\n\n\nAfter peace was declared at the expiration of the Civil War, Emmaline\nCope was taken to Lowell, Kansas, and there afterwards, was married to\nJohn Cope. Thirty five years ago John Cope died in Kansas and Emmaline\nCope then moved to Jopli..."
      },
      {
        "name": "Peter Corn",
        "age": "83",
        "address": "Missouri",
        "word_count": 2854,
        "text_preview": "_Peter Tells How Slavery Began_\n\n\n\"I'se 83 years old and was born in Ste. Genevieve County and my old\nslave-time place was in New Tennessee about 14 miles west of de town of\nSte. Genevieve. My master had only my mother, my mother's brother, and\nan old lady by de name of Malinda. My mother had six children but only\nfour of us lived to be grown. Father was owned by a Mr. Aubushon right\ndere at Coffman. Mother come from way south in Kentucky and she was\nowned by a Master Calvin dere and when him an..."
      },
      {
        "name": "Ed Craddock",
        "age": "87",
        "address": "Missouri",
        "word_count": 999,
        "text_preview": "_Veteran Janitor_\n\n\nMarshall, Missouri has a life-long negro citizen who was born in\nslavery, but was too young to remember actual slave conditions. He is Ed\nCraddock, born a few years before the Civil War, the son of slaves owned\nby leading pioneer families. Craddock lived through the hard days of\nreconstruction. His own father was a school building janitor in Marshall\nin the 1870's, and Ed Craddock was apprenticed under his sire, finally,\nupon death of the latter, succeeding to the job, which ..."
      },
      {
        "name": "Henry Dant",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 509,
        "text_preview": "_Henry Says He's 105_\n\n\nHenry Dant, now living with his daughter on Davis Street in Hannibal,\nwas born in slavery on the farm of Judge Daniel Kendrick, south of\nMonroe City in Ralls County. He is about one hundred and five years old,\nin possession of all his faculties and is able to move around the house.\nHe seemed to have only hazy recollections, and it was difficult to keep\nhim from wandering from the subject. The following is the story that he\ntold:\n\n\n\"I was married and had three children whe..."
      },
      {
        "name": "Lucy Davis",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 537,
        "text_preview": "\"In dem ole days we lived down near Hickman, Kentucky. We belonged to\nMasta' Joe Mott and Missus Mary Mott. Den dey was young Massa' James\nAndrew an' young Massa' Joe, an' dey wuz Missie Ophelia an' Missie Mary\nRebecca.\n\n\n\"Dey had a nice big house, white wid big porches an' big locust trees\naroun' in de yard. Dey only had us one famly o' slaves but dey wuz a\ngood many er us.\n\n\n\"My Daddy wuz Henry Litener and my mammy wuz Rosanna Litener. My daddy\nbelonged to Woodson Morris. He wuz a cousin of Ma..."
      },
      {
        "name": "Mary Divine",
        "age": "85",
        "address": "Missouri",
        "word_count": 1070,
        "text_preview": "_Was Nurse Maid At 4_\n\n\nThe subject of this sketch is Mary Divine, 85 years old. She lives at\n8004 Elinore Avenue, St. Louis County, Missouri, with her son and\ndaughter-in-law.\n\n\nHer home is an old fashioned 3-room slate dwelling, with an abundance of\nold furniture for such a small place. The little old woman was\ninterviewed while mending the pockets in her son's trousers. Her story\nfollows:\n\n\n\"I was born May 24, 1852 in Carroll County, Tennessee. My mother's name\nwas Mary Whitehorn, 'cause she ..."
      },
      {
        "name": "Mary Douthit",
        "age": "72",
        "address": "Missouri",
        "word_count": 1267,
        "text_preview": "Note:--While the interviewer was questioning Charles Douthit,\nFarmington, Missouri, negro, who was born in 1865, his wife standing in\nthe door looked rather wild-eyed, and unable to stand it any longer,\nfinally broke out with the following:--\"Say! What are they gittin' all\ndis stuff fur anyway? I bet I know. They want ta find out how dey\ntreated de ole slaves so's dey'll know how to treat the young 'uns when\ndey makes dem slaves. I bet they're goin' a try to have slaves again and\ndere are some p..."
      },
      {
        "name": "Ann Ulrich Evans",
        "age": "94",
        "address": "Missouri",
        "word_count": 1831,
        "text_preview": "_Wed For Economic Reasons_\n\n\nAlthough 94 years of living have dimmed her eyes a bit and the burdens\nshe's packed through the years have bent her wiry frame Ann Ulrich\nEvans, a former slave, is still able to carry on. She lives in a rear\napartment of the slum district at 1405 North Eighth Street with her\ndaughter, Eliza Grant.\n\n\nAnn declares she's had eleven children of her own and that from them\nhave sprung so many grand children and great grand children that she's\nentirely lost count of them. T..."
      },
      {
        "name": "James Goings",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 431,
        "text_preview": "\"Teresa Cannon wuz my mammy. She belonged to old Dr. Cannon, of Jackson;\nwhen I was born. Tom Goings wuz my Daddy: He lived on a near-by\nplantation. Mrs. Dunn bought my mammy and me. Den 'Massa' Lige Hill got\nus fum her. I growed up out der near Whitewater. Dey wuz 'bout twenty\nslaves on de place, 'en we wuz all living pretty good--plenty to eat,\nan' clothes enuf. Dey wuzn't no school out dere, an' I didden know\nnothin' 'bout readin' 'bout writin'--mostly, I jes' done 'chores'\ncarrin' in de wood..."
      },
      {
        "name": "Rachael Goings",
        "age": "87",
        "address": "Missouri",
        "word_count": 5571,
        "text_preview": "\"My full name wuz Rachael Exelina Mayberry (Mabrey) an' my mammy's name\nwas Cynthy Minerva Jane Logan. You see I carried de name Mayberry 'cause\ndat wuz my masta's name. Masta' Josiah Mayberry. My mammy carried de\nname Logan 'cause dat wuz de famly she belonged to fo' Masta' bought her\ndown in Buckskull, Arkansas. Masta had three sons, Dosh, his wife wuz\nRoberta, Alf his wife wuz Malissa and Byrd, his wife wuz Cully. In dem\ndays we called 'em all by dere first name. We honored de ole Masta', but..."
      },
      {
        "name": "Emily Camster Green",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 1018,
        "text_preview": "\"My mammy wuz Celie Camster en my daddy wuz Jack McGuire. We lived out\nin Bollinger County an' belonged to Massa George Camster. De white folks\nhad a big house, made o' logs, wid chinkins in 'tween en 'nen dobbed\nover. Us cullud folks had little cabins an' we had good livin' dar. Ole\nMassa an' Missus Patsy wuz mighty good to us. Eatin's? Lawd we had\neverthin'--not de mess we has to make out wid now.\n\n\n\"I fell to young Missie Janie an' wuz her maid an' when Missie Janie\nmarried Mista Bradley I we..."
      },
      {
        "name": "Lou Griffin",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 583,
        "text_preview": "Mrs. Lou Griffin, a daughter of Minnie and William Gibson, is something\nover ninety years old. She does not know her exact age. She tells the\nwriter she is one of a family of thirteen children and that her\ngrandmother had twenty-one children. She lives with a great nephew at\n2935 Easton Avenue, St. Louis. She tells her story as follows:\n\n\n\"People tells me not to tell nothing 'bout myself to folks like you what\nasks me, 'cause you ain't going to give me nothing for it nohow, but\nsomebody somewher..."
      },
      {
        "name": "Louis Hamilton",
        "age": "90",
        "address": "Missouri",
        "word_count": 550,
        "text_preview": "_Never Sold His Vote_\n\n\n\"I is 90 years old and was born right dere in Whittenburg, Cape\nGirardeau County, Missouri, across de creek. We was stayin' with\nGreenvilles den. My father was named Nathan and my mother was Mary. She\ndied right after de war was over. My grandmother was born in West\nVirginia and I had three brothers and three sisters. Dey is all dead but\nme. My father drove an old ox team around dere hauling coal. He fought\nin de war and come back and went right to work and den bought him..."
      },
      {
        "name": "Fil Hancock",
        "age": "86",
        "address": "Missouri",
        "word_count": 3430,
        "text_preview": "_\"Uncle\" Fil Hancock_\n\n\nThe following interview, bristling with facts and vivid recollections\ncovering more than three quarters of a century was obtained recently by\na worker employed by the Federal Writers' Project in Missouri from\n\"Uncle\" Fil Hancock, eighty-six year old Negro, living at Rolla,\nMissouri. The old man's story, told as nearly as possible in his own\ndialect runs thus:\n\n\n\"I was born 1851, de 28th day of February. My granny come here with her\nmissus-Hancock--when dey brung de Cherok..."
      },
      {
        "name": "Dave Harper",
        "age": "82",
        "address": "Missouri",
        "word_count": 2128,
        "text_preview": "_Dave Is Cardinal Fan_\n\n\nDave Harper, a former slave, had just tuned in on the baseball game when\nthe interviewer arrived for he is an ardent Cardinal fan and, although\nhe was extremely courteous, he never missed a play in that game. He was\nnot at all reticent about telling of his life though plainly curious to\nknow the purpose of the interview and just a bit skeptical as to its\nfinal use. Dave, who now lives in Montgomery City, Mo., has been a\ngardener for years, always having the earliest and ..."
      },
      {
        "name": "Joe Higgerson",
        "age": "92",
        "address": "Missouri",
        "word_count": 1592,
        "text_preview": "_How Did Uncle Joe Get Home?_\n\n\nLiving at 410 West Pettis Street, Sedalia, is Joseph Higgerson, a\npensioned Negro soldier of the Civil War, who can look back through the\nlong vista of years and visualize slave life in Missouri, when the\ninstitution of slavery was at its most thriving period.\n\n\nHe was born a slave on a farm near Boonville, Missouri, in 1845 if his\nclaim of being 92 years old in the summer of 1937, is correct.\n\n\nHe is somewhat bent and withered and his appearance of great age is\na..."
      },
      {
        "name": "Delia Hill",
        "age": "90",
        "address": "Missouri",
        "word_count": 951,
        "text_preview": "_Smoked 'Em Upside Down_\n\n\nThe subject of this sketch is Delia Hill, over 90 years old. She lives\nat 1338 Argus Street, St. Louis County, Missouri.\n\n\nDelia Hill is a good natured, well preserved old lady. She is quite\ntall, medium in size, dark complexion and her hair is almost entirely\nwhite. She is very neat in her quaint, frame three room cottage. She\nshares her home with a widowed companion who appears to be well in her\n50's but is able to work. Delia Hill's story follows:\n\n\n\"I was born in C..."
      },
      {
        "name": "Louis Hill",
        "age": "79",
        "address": "Missouri",
        "word_count": 1844,
        "text_preview": "\"I's borned on October 13, 1858 on the southeast side of Farmington,\nMissouri. My muthuh, Rose Hill, was borned in Virginia. She kum ta\nMissouri as a girl an frum dat time on she wuz a slabe fur John Hill,\nour boss. She worked thar till our freedom. Our family had three boys,\nPeter, William, and me an two girls, Sallie and Malinda. We bunked up in\na cabin with one room. All us kids ate on da flo frum da same plate an\nda biggest dog got da mos. We generally wore a straight slip like a\nnightgown a..."
      },
      {
        "name": "Rhody Holsell",
        "age": "89",
        "address": "Missouri",
        "word_count": 3314,
        "text_preview": "_Slaves Happy To Be Free_\n\n\n\"Aunt\" Rhody Holsell, 89 years old, of Fredericktown, is one of the\ninteresting ex-slaves in Missouri. According to her story she was 17\nyears old when the Civil War ended. Her mother and father were slaves\nand both of them had died before the beginning of the conflict. She\nbelieves that she is part Indian as her great grandmother is believed to\nhave been an Indian squaw.\n\n\nThe following is her own version of events which played a part in her\nlife during her slave day..."
      },
      {
        "name": "Henry Johnson",
        "age": "135",
        "address": "Missouri",
        "word_count": 2010,
        "text_preview": "The subject of this sketch is Henry Johnson, over ninety years of age,\nliving at 1526 Hanley Road, Lincoln Terrace, St. Louis, Missouri. Henry\nis of dark complexion and has a wealth of long white hair and feminine\nfeatures.\n\n\nHis eyesight is good. He is in excellent health for his age. The old man\nadmits that his main weakness is chewing tobacco. He was seated in the\nliving room of his 4-room, old fashioned frame cottage which is poorly\nfurnished, but clean, where he lives with his wife, at leas..."
      },
      {
        "name": "Hannah Jones",
        "age": "87",
        "address": "Missouri",
        "word_count": 823,
        "text_preview": "_Bred Slaves Like Stock_\n\n\nHannah Jones was born in Cape Girardeau, Missouri, August 3, about 1850,\nthe daughter of Lottie Oil and Noah Thompson. Her story follows:\n\n\n\"The niggers had three or four wifes before de war, as many as dey could\nbear chillun by. But after de war dey had to take one woman and marry\nher. My mother had three chillun by him and de odder wifes had three and\nfour chillun too. Old man, Ben Oil raised my mother. He was an old\nbachelor but his brothers were all married.\n\n\n\"Ben..."
      },
      {
        "name": "Emma Knight",
        "age": "Unknown",
        "address": "Missouri",
        "word_count": 884,
        "text_preview": "_Emma Was Really Rough_\n\n\nEmma Knight, living at 924 North Street, Hannibal, Missouri, was born in\nslavery on the farm of Will and Emily Ely, near Florida, Monroe County.\nThe following is her story as she told it:\n\n\n\"We lived on a Creek near Florida. We belonged to Will Ely. He had only\nfive slaves, my father and mother and three of us girls. I was only\neight or nine years old. De Elys had eight children. Dere was Paula,\nAnn, Sarah, Becky, Emily, Lizzie, Will, Ike, and Frank. Lizzie was de\noldes..."
      }
    ]
  },
  "Texas": {
    "narrative_count": 23,
    "narratives": [
      {
        "name": "Cinto Lewis",
        "age": "111",
        "address": "Texas",
        "word_count": 708,
        "text_preview": "Cinto Lewis\n\n\n\n\n*Uncle Cinto Lewis, ex-slave, claims to be 111 years old. He lived in a\nbrick cabin with his wife, Aunt Lucy, on the Huntington Plantation, in\nBrazoria Co., Texas. Miss Kate Huntington says the cabin occupied by the\nold couple is part of the old slave quarters built by J. Greenville\nMcNeel, who owned the plantation before Marion Huntington. Miss Kate's\nfather bought it. Although Uncle Cinto claims to be 111, he says he was\nnamed San Jacinto because he was born during the \"San Jac..."
      },
      {
        "name": "Hagar Lewis",
        "age": "82",
        "address": "Texas",
        "word_count": 1120,
        "text_preview": "Hagar Lewis\n\n\n\n\n*Hagar Lewis, tall and erect at 82 years of age, lives at 4313 Rosa St.,\nEl Paso, Texas. She was born a slave of the Martin family and was given\nwith her mother and family to Mary Martin, when she married John M.\nMcFarland. They lived near Tyler, Smith Co., Texas. When freed she\nremained with the McFarlands until she married A. Lewis and moved to San\nAntonio, Texas. Widowed early, she raised two sons. One, chief\nelectrical engineer with the U.S. government, lives in New York City..."
      },
      {
        "name": "Henry Lewis",
        "age": "112",
        "address": "Texas",
        "word_count": 2046,
        "text_preview": "Henry Lewis\n\n\n\n\n*Henry Lewis was born in 1835, at Pine Island, in Jefferson Co., Texas.\nHe was owned by Bob Cade. Henry's voice is low and somewhat indistinct\nand it was evidently a strain on his vocal chords and also on his\nmemory, to tell the story of his life. He lives with one of his\ndaughters, in Beaumont, who supports him, with the aid of his pension.*\n\n\n\"Old Bob Cade, he my massa, and Annie Cade, she my missus. Dey had a big\nplantation over in Louisiana and 'nother in Jefferson County, ou..."
      },
      {
        "name": "Lucy Lewis",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 960,
        "text_preview": "Lucy Lewis\n\n\n\n\n*Lucy Lewis, wife of Cinto Lewis, does not know her age, but is very\naged in appearance, about four feet tall and weighs around 65 or 70\npounds. She was born on the McNeel plantation at Pleasant Grove, land\nnow occupied by No. 2 Camp of the Clemens Prison Farm. Her master was\nJohnny McNeel, brother of J. Greenville McNeel. His sister married Dave\nRandon, Cinto's master. Cinto and Lucy's cabin is furnished with an\nenormous four-poster bed and some chairs. Pots, pans, kettles and ju..."
      },
      {
        "name": "Amos Lincoln",
        "age": "115",
        "address": "Texas",
        "word_count": 771,
        "text_preview": "Amos Lincoln\n\n\n\n\n*Amos Lincoln, 85, was born a slave of Elshay Guidry, whose plantation\nwas in the lower delta country of Louisiana, about fifty miles south of\nNew Orleans. His memories of slave days are somewhat vague. He has lived\nin Beaumont fifty-two years.*\n\n\n\"My tongue's right smart I think. I's ten year old when they blew up\nthat fort. I mean Fort Jackson. Grandpa was cookin'. They wouldn't let\nhim fight. The fort was in New Orleans. They kilt lots of people. They\nbore holes in the ground..."
      },
      {
        "name": "Annie Little",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 1331,
        "text_preview": "Annie Little\n\n\n\n\n*Annie Little, 81, was born a slave of Bill Gooden, in Springfield,\nMissouri. Her master owned a plantation in Mississippi, and sent Annie's\nfamily there while she was a baby. Annie now lives in Mart, Texas.*\n\n\n\"I's first a baby in Springfield. Dat in Missouri and dere am where I's\nbirthed in January, 1856. My daddy and mammy was Howard and Annie and\ndey 'longed to Massa Bill Gooden. He have de plantation in Missipp' and\nsend us dere while I's still de li'l baby. Dat am what dey..."
      },
      {
        "name": "Abe Livingston",
        "age": "83",
        "address": "Texas",
        "word_count": 381,
        "text_preview": "Abe Livingston\n\n\n\n\n*Abe Livingston, 83 years old, was born a slave to Mr. Luke Hadnot,\nJasper Co., Texas, the owner of about 70 slaves. He now lives in\nBeaumont, Texas.*\n\n\n\"I done well in slavery, 'cause I belonged to Massa Luke Hadnot and he\nhad some boys and they and me grew up together. When my daddy beat me\nI'd go up to the big house and stay there with the boys and we'd git\nsomething to eat from the kitchen. When de white folks has et, we gits\nwhat lef'. Massa Luke done well by his niggers,..."
      },
      {
        "name": "John Love",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 806,
        "text_preview": "John Love\n\n\n\n\n*John Love, 76, was born near Crockett, Texas, a slave of John Smelley.\nJohn tells of the days of Reconstruction, and life in the river bottoms.\nHe now lives in Marlin, Texas.*\n\n\n\"I's born on de Neches River and spends all my earlies' life right down\nin de river bottoms, 'cause I done live in de Brazos bottom, too. Mammy\nand pappy 'longed to John Smelley and was Rose and John.\n\n\n\"It was wild down in de Neches bottom den, plenty bears and panthers and\ndeers and wolves and catamounts..."
      },
      {
        "name": "Louis Love",
        "age": "91",
        "address": "Texas",
        "word_count": 3813,
        "text_preview": "Louis Love\n\n\n\n\n*Louis Love, 91, was born in Franklin, Louisiana, a slave of Donaltron\nCafrey, whom Louis describes as a \"leadin' lawyer and once United States\nSenator.\" At the start of the Civil War, Louis was sent to Texas with\nabout 300 other slaves to escape the \"Yankee invaders.\" Louis now lives\nin Orange, Texas, and says he spends most of his time sitting on the\ngallery. One hand shakes constantly and his reedy voice is tremulous.*\n\n\n\"Well, I guess I's 'bout 91 year old. I 'member when free..."
      },
      {
        "name": "Julia Malone",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 637,
        "text_preview": "Julia Malone\n\n\n\n\n*Julia Malone, 79, was born a slave of Judge Ellison, who owned a\nthousand acre plantation near Lockhart, Texas. Julia's mother was killed\nby another slave. Julia stayed with the Ellison family several years\nafter she was freed. She lives at 305 Percy St., Fort Worth, Texas.*\n\n\n\"Jedge Ellison owned 'bout a tousand acres land near Lockhart, a few\nmiles up de Clear Fork river. Right dere I is borned, and it were a big\nplace and so many goin' and comin' it look like de beehive. De ..."
      },
      {
        "name": "Adeline Marshall",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 934,
        "text_preview": "Adeline Marshall\n\n\n\n\n*Adeline Marshall, 3514 Bastrop St., Houston, Texas, was born a slave\nsomewhere in South Carolina. She was bought by Capt. Brevard and brought\nto Texas while still a baby, so she remembers nothing about her family\nand has no record of her age. Adeline is evidently very old.*\n\n\n\"Yes, suh, Adeline Marshall am my name, all right, but folks 'round here\njes' calls me 'Grandma.'\n\n\n\"Lawd have mercy, I's been in dis here land too long, too long, and jes'\nain't no 'count no more for ..."
      },
      {
        "name": "Isaac Martin",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 3123,
        "text_preview": "Isaac Martin\n\n\n\n\n*Quite black, with close-cut hair and stubby gray whiskers, Isaac Martin\nis contentedly spending the evening of his life. But two or three\ndarkened teeth show between his thick lips as he talks. He was enjoying\nthe friendly shade of the old tree in his backyard from his comfortable\nseat in an old rocker. His feet were bare and his once striped trousers\nwere rolled up above his knees to keep him cool in the hot midsummer\nweather. Beside the chair was a pair of brogan shoes with g..."
      },
      {
        "name": "James Martin",
        "age": "90",
        "address": "Texas",
        "word_count": 838,
        "text_preview": "James Martin\n\n\n\n\n*James Martin, 311 Dawson St., San Antonio, Texas, is 90 years old. His\nparents were Preston and Lizzie Martin and he was born in Alexandria,\nVa. Uses little dialect.*\n\n\n\"I was born in Virginia in 1847. My mother was a slave and my\ngrandfather was one of the early settlers in Virginia. He was born in\nJamaica and his master took him to England. When the English came to\nVirginia, they brought us along as servants, but when they got here,\neverybody had slaves, so we was slaves, too..."
      },
      {
        "name": "Louise Mathews",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 601,
        "text_preview": "Louise Mathews\n\n\n\n\n*Louise Mathews, 83, is a sister of Scott Hooper. Her owner was the Rev.\nRobert Turner. Louise married Henry Daggett when she was twenty, Jim\nByers when she was thirty-one and Bill Mathews when she was\nthirty-three. She lives alone at 2718 Ennis Ave., Fort Worth, about a\nblock from Scott.*\n\n\n\"Sho', I 'members dem slavery times, 'cause I's eleven when de break-up\ncome. Everybody call my massa Jedge Turner, but him am a Baptist\npreacher and have de small farm and gen'ral store. ..."
      },
      {
        "name": "William Mathews",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 1510,
        "text_preview": "William Mathews\n\n\n\n\n*William Mathews, 89, was born a slave on the Adams plantation, in\nFranklin Parish, Louisiana. He was driver of the family carriage. After\nWilliam was freed he supported himself by hiring out as a field hand and\nby making and selling baskets. Since 1931 he has lived with his\ndaughter, Sarah Colburn, at 812-1/2 41st St., Galveston, Texas.*\n\n\n\"Course I can 'lect 'bout slavery. I is old and my eyesight am gone, but\nI can still 'lect. I ain't never forgit it.\n\n\n\"My massa, old Buc..."
      },
      {
        "name": "Hiram Mayes",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 830,
        "text_preview": "Hiram Mayes\n\n\n\n\n*Hiram Mayes thinks he was born in 1862, a slave of Tom Edgar, who owned\na plantation in Double Bayou, Texas. Hiram lives with two daughters in a\nrambling farmhouse near Beaumont, less than three miles from his\nbirthplace on the old Edgar homestead near the Iron Bridge. For thirty\nyears Hiram has served as Worshipful Master of the Masonic Lodge (Negro)\nin the vicinity. Native intelligence gleams in his deep-set eyes, but\nhis speech shows that he received little schooling.*\n\n\n\"De ..."
      },
      {
        "name": "Susan Merritt",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 1297,
        "text_preview": "Susan Merritt\n\n\n\n\n*Susan Merritt, 87, was born in Rusk Co., Texas, a slave of Andrew Watt.\nA year after she was freed, Susan moved with her parents to Harrison\nCo., and stayed on their farm until she married Will Merritt. They\nreared fifteen children. Susan has little to say of her life from 1865\nto the present, stating that they got along on the farm they worked on\nshares. Since her husband's death Susan lives with a son, Willie, west\nof Marshall, Texas, on the Hynson Springs Road.*\n\n\n\"I couldn..."
      },
      {
        "name": "Josh Miles",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 994,
        "text_preview": "Josh Miles\n\n\n\n\n*Josh Miles, 78, was born in Richmond, Virginia, a slave of the Miles\nfamily. In 1862 Mr. Miles brought his family and slaves to Franklin,\nTexas. After he was freed, Josh worked for the railroad until he was\nlaid off because of old age. He lives in Mart, Texas.*\n\n\n\"I was born in Richmond, in Virginny, back in 1859, and my mammy and\npappy was slaves to a man named Miles, what lived in Richmond but owned\nthree plantations out a few miles, and 'bout fifteen hundred niggers.\nPappy was..."
      },
      {
        "name": "Anna Miller",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 869,
        "text_preview": "Anna Miller\n\n\n\n\n*Anna Miller, 85, lives with her daughter, Lucy Watkins, at 407 W. Bluff\nSt., Ft. Worth, Texas. She was born a slave in Kentucky, and was sold,\nwith her parents, to Mark Loyed, a farmer in Missouri. He later sold\nAnna's mother, before Anna was old enough to remember her. When Anna was\n8, her owner moved to Palo Pinto, Texas.*\n\n\n\"I'se now 'bout 85 years ole, dat's what de white folks tells me. I'se\nbo'n in Kentuck'. My mammy, pappy and I'se sold by our fust marster to\nMarster Mark..."
      },
      {
        "name": "Mintie Maria Miller",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 699,
        "text_preview": "Mintie Maria Miller\n\n\n\n\n*Mintie Maria Miller, 1404 39th St., Galveston, Texas, was born in\nTuscaloosa, Alabama, in 1852. She has forgotten her first master's name,\nbut was sold while very young to Dr. Massie, of Lynchburg, Texas. The\njourney to Texas took three months by ox-cart. After the Civil War\nMintie went to Houston and stayed with an old colored woman whose former\nmaster had given her a house. Later she went to Galveston, where she has\nworked for one family 24 years.*\n\n\n\"I was born in Ala..."
      },
      {
        "name": "Tom Mills",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 6299,
        "text_preview": "Tom Mills\n\n\n\n\n*Tom Mills was born in Fayette Co., Alabama, in 1858, a slave of George\nPatterson, who owned Tom's father and mother. In 1862 George Patterson\nmoved to Texas, bringing Tom and his mother, but not his father. After\nthey were freed, it was difficult for Tom's mother to earn a living and\nthey had a hard time for several years, until Tom was old enough to go\nto work on a ranch, as a cow-hand. In 1892 Tom undertook stock farming,\nfinally settling in Uvalde in 1919. He now lives in a fou..."
      },
      {
        "name": "La San Mire",
        "age": "21",
        "address": "Texas",
        "word_count": 788,
        "text_preview": "La San Mire\n\n\n\n\n*La San Mire, 86, aged French Negro of the Pear Orchard Settlement, near\nBeaumont, Texas, is alert and intelligent, and his long, well-formed\nhands gesture while he talks. He was born in Abbeville Parish,\nLouisiana, a slave of Prosper Broussard. His father was a Spaniard, his\nmother spoke French, and his master was a Creole. La San's patois is\nsuperior to that of the average French Negro. His story has been\ntranslated.*\n\n\n\"The old war? No, I don't remember so much about it, becau..."
      },
      {
        "name": "Charley Mitchell",
        "age": "Unknown",
        "address": "Texas",
        "word_count": 1109,
        "text_preview": "Charley Mitchell\n\n\n\n\n*Charley Mitchell, farmer in Panola Co., Texas, was born in 1852, a\nslave of Nat Terry, an itinerant Baptist preacher of Lynchburg,\nVirginia. Charley left the Terrys one year after he was freed. He worked\nin a tobacco factory, then as a waiter, until 1887, when he moved to\nPanola Co. For fifty years he has farmed in the Sabine River bottom,\nabout twenty-five miles southeast of Marshall, Texas.*\n\n\n\"I's born in Virginia, over in Lynchburg, and it was in 1852, and I\n'longed to ..."
      }
    ]
  },
  "South Carolina": {
    "narrative_count": 7,
    "narratives": [
      {
        "name": "MARY RAINES",
        "age": "99",
        "address": "South Carolina",
        "word_count": 6647,
        "text_preview": "=MARY RAINES=\n\n\n=_EX-SLAVE 99 YEARS OLD._=\n\n\n\n\nMary Raines is the oldest living person, white or black, in Fairfield\nCounty. If she survives until next December, she will have attained her\ncentury of years. She lives with her widowed daughter, Fannie\nMcCollough, fifty-seven years old, and a son, Joe Raines, aged 76 years.\nThey rent a two-room frame house, on lands of Mrs. Sallie Wylie, Chester\nCounty, S.C. Joe, the son, is a day laborer on nearby farms. Fannie\ncooks for Mrs. W.T. Raines. Old Mot..."
      },
      {
        "name": "ISOM ROBERTS",
        "age": "80",
        "address": "South Carolina",
        "word_count": 1423,
        "text_preview": "=ISOM ROBERTS=\n\n\n=_EX-SLAVE 80 YEARS OLD_=\n\n\n\n\nIsom Roberts rents one room at 1226 Waverly Street, Columbia, S.C., and\nlives alone. However frail he appears, he is able to support himself by\nworking in the yards about the city.\n\n\n\"Well, sir, white folks, I is eighty years old, or leastwise I is so\nclose to it, dat it don't make much difference. But even if I is dat\nold, it don't seem so long since I was a little boy. Years flies by\nmighty fas' to old folks, 'cause deir 'memberance is shorter, wh..."
      },
      {
        "name": "ALEXANDER ROBERTSON",
        "age": "84",
        "address": "South Carolina",
        "word_count": 1382,
        "text_preview": "=ALEXANDER ROBERTSON=\n\n\n=_EX-SLAVE 84 YEARS OLD._=\n\n\n\n\nAlexander Robertson lives as a member of the household of his son,\nCharley, on the General Bratton plantation, four miles southeast of\nWhite Oak, S.C. It is a box-like house, chimney in the center, four\nrooms, a porch in front and morning glory vines, in bloom at this\nseason, climbing around the sides and supports. Does Alexander sit here\nin the autumn sunshine and while the hours away? Nay, in fact he is\nstill one of the active, working mem..."
      },
      {
        "name": "CHARLIE ROBINSON",
        "age": "87",
        "address": "South Carolina",
        "word_count": 995,
        "text_preview": "=CHARLIE ROBINSON=\n\n\n=_EX-SLAVE 87 YEARS OLD._=\n\n\n\n\nCharlie Robinson lives nine miles northwest of Winnsboro, S.C., on lands\nof Mr. R.W. Lemmon. There is one other occupant in the four-room house,\nJohn Giles, a share cropper. The house has two fireplaces, the brick\nchimney being constructed in the center of the two main rooms. The other\ntwo rooms are shed rooms. Charlie ekes out a living as a day laborer on\nthe farm.\n\n\n\"They been tellin' me to come to de social circle and see 'bout my\npension bu..."
      },
      {
        "name": "AL ROSBORO",
        "age": "90",
        "address": "South Carolina",
        "word_count": 1446,
        "text_preview": "=AL ROSBORO=\n\n\n=_EX-SLAVE 90 YEARS OLD._=\n\n\n\n\nAl Rosboro, with his second wife, Julia, a daughter, and six small\ngrandchildren, lives in a three-room frame house, three hundred yards\neast of the Southern Railway track and US #21, about two miles south of\nWoodward, S.C., in Fairfield County. Mr. Brice gives the plot of ground,\nfour acres with the house, to Al, rent free. A white man, Mr. W.L.\nHarvey does the ploughing of the patches for him. Al has cataracts on\nhis eyes and can do no work. Since ..."
      },
      {
        "name": "TOM ROSBORO",
        "age": "79",
        "address": "South Carolina",
        "word_count": 2265,
        "text_preview": "=TOM ROSBORO=\n\n\n=_EX-SLAVE 79 YEARS OLD._=\n\n\n\n\nTom Rosboro lives with his daughter, Estelle Perry, in a three-room\nframe house, on Cemetery Street, Winnsboro, S.C. The house stands on a\nhalf-acre plot that is used for garden truck. Estelle owns the fee in\nthe house and lot. Tom peddles the truck, eggs, and chickens, in the\ntown and the suburban Winnsboro mill village.\n\n\n\"My pappy was name Tom, just lak I is name Tom. My mammy was name Sarah\nbut they didn't b'long to de same marster. Pappy b'long..."
      },
      {
        "name": "BENJAMIN RUSSELL",
        "age": "Unknown",
        "address": "South Carolina",
        "word_count": 6982,
        "text_preview": "=BENJAMIN RUSSELL=\n\n\n=_EX-SLAVE 88 YEARS._=\n\n\n\n\n\"I was born fourteen miles north of Chester, S.C. the property of Mrs.\nRebecca Nance. After eighty-eight years, I have a vivid recollection of\nher sympathy and the ideal relations she maintained with her slaves.\n\n\n\"My father was just Baker, my mother just Mary. My father was bought out\nof a drove of slaves from Virginia. I have been told my mother was born\non the Youngblood place. (Youngblood name of my mistress' people in York\nCounty.) My father w..."
      }
    ]
  }
}