{
  "Georgia": {
    "state": "Georgia",
    "narrative_count": 5,
    "narratives": [
      {
        "name": "PLANTATION LIFE\n\n\nRACHEL ADAMS",
        "age": "78",
        "address": "300 Odd Street",
        "state": "Georgia",
        "text": "Rachel Adams' two-room, frame house is perched on the side of a steep\nhill where peach trees and bamboo form dense shade. Stalks of corn at\nthe rear of the dwelling reach almost to the roof ridge and a portion of\nthe front yard is enclosed for a chicken yard. Stepping gingerly around\nthe amazing number of nondescript articles scattered about the small\nveranda, the visitor rapped several times on the front door, but\nreceived no response. A neighbor said the old woman might be found at\nher son's store, but she was finally located at the home of a daughter.\n\n\nRachel came to the front door with a sandwich of hoecake and cheese in\none hand and a glass of water in the other. \"Dis here's Rachel Adams,\"\nshe declared. \"Have a seat on de porch.\" Rachel is tall, thin, very\nblack, and wears glasses. Her faded pink outing wrapper was partly\ncovered by an apron made of a heavy meal sack. Tennis shoes, worn\nwithout hose, and a man's black hat completed her outfit.\n\n\nRachel began her story by saying: \"Miss, dats been sich a long time back\ndat I has most forgot how things went. Anyhow I was borned in Putman\nCounty 'bout two miles from Eatonton, Georgia. My Ma and Pa was 'Melia\nand Iaaac Little and, far as I knows, dey was borned and bred in dat\nsame county. Pa, he was sold away from Ma when I was still a baby. Ma's\njob was to weave all de cloth for de white folks. I have wore many a\ndress made out of de homespun what she wove. Dere was 17 of us chillun,\nand I can't 'member de names of but two of 'em now--dey was John and\nSarah. John was Ma's onliest son; all de rest of de other 16 of us was\ngals.\n\n\n\"Us lived in mud-daubed log cabins what had old stack chimblies made out\nof sticks and mud. Our old home-made beds didn't have no slats or metal\nsprings neither. Dey used stout cords for springs. De cloth what dey\nmade the ticks of dem old hay mattresses and pillows out of was so\ncoarse dat it scratched us little chillun most to death, it seemed lak\nto us dem days. I kin still feel dem old hay mattresses under me now.\nEvvy time I moved at night it sounded lak de wind blowin' through dem\npeach trees and bamboos 'round de front of de house whar I lives now.\n\n\n\"Grandma Anna was 115 years old when she died. She had done wore herself\nout in slavery time. Grandpa, he was sold off somewhar. Both of 'em was\nfield hands.\n\n\n\"Potlicker and cornbread was fed to us chillun, out of big old wooden\nbowls. Two or three chillun et out of de same bowl. Grown folks had\nmeat, greens, syrup, cornbread, 'taters and de lak. 'Possums! I should\nsay so. Dey cotch plenty of 'em and atter dey was kilt ma would scald\n'em and rub 'em in hot ashes and dat clean't 'em jus' as pretty and\nwhite. OO-o-o but dey was good. Lord, Yessum! Dey used to go fishin' and\nrabbit huntin' too. Us jus' fotched in game galore den, for it was de\nstyle dem days. Dere warn't no market meat in slavery days. Seemed lak\nto me in dem days dat ash-roasted 'taters and groundpeas was de best\nsomepin t'eat what anybody could want. 'Course dey had a gyarden, and it\nhad somepin of jus' about evvything what us knowed anything 'bout in de\nway of gyarden sass growin' in it. All de cookin' was done in dem big\nold open fireplaces what was fixed up special for de pots and ovens.\nAshcake was most as good as 'taters cooked in de ashes, but not quite.\n\n\n\"Summertime, us jus' wore homespun dresses made lak de slips dey use for\nunderwear now. De coats what us wore over our wool dresses in winter was\nknowed as 'sacques' den, 'cause dey was so loose fittin'. Dey was heavy\nand had wool in 'em too. Marse Lewis, he had a plenty of sheep, 'cause\ndey was bound to have lots of warm winter clothes, and den too, dey\nlakked mutton to eat. Oh! dem old brogan shoes was coarse and rough.\nWhen Marse Lewis had a cow kilt dey put de hide in de tannin' vat. When\nde hides was ready, Uncle Ben made up de shoes, and sometimes dey let\nUncle Jasper holp him if dere was many to be made all at one time. Us\nwore de same sort of clothes on Sunday as evvyday, only dey had to be\nclean and fresh when dey was put on Sunday mornin'.\n\n\n\"Marse Lewis Little and his wife, Miss Sallie, owned us, and Old Miss,\nshe died long 'fore de surrender. Marse Lewis, he was right good to all\nhis slaves; but dat overseer, he would beat us down in a minute if us\ndidn't do to suit him. When dey give slaves tasks to do and dey warn't\ndone in a certain time, dat old overseer would whup 'em 'bout dat.\nMarster never had to take none of his Niggers to court or put 'em in\njails neither; him and de overseer sot 'em right. Long as Miss Sallie\nlived de carriage driver driv her and Marse Lewis around lots, but atter\nshe died dere warn't so much use of de carriage. He jus' driv for Marse\nLewis and piddled 'round de yard den.\n\n\n\"Some slaves larnt to read and write. If dey went to meetin' dey had to\ngo wid deir white folks 'cause dey didn't have no sep'rate churches for\nde Niggers 'til atter de war. On our Marster's place, slaves didn't go\noff to meetin' a t'all. Dey jus' went 'round to one another's houses and\nsung songs. Some of 'em read de Bible by heart. Once I heared a man\npreach what didn't know how to read one word in de Bible, and he didn't\neven have no Bible yit.\n\n\n\"De fust baptizin' I ever seed was atter I was nigh 'bout grown. If a\nslave from our place ever jined up wid a church 'fore de war was over, I\nnever heared tell nothin' 'bout it.\n\n\n\"Lordy, Miss! I didn't know nothin' 'bout what a funeral was dem days.\nIf a Nigger died dis mornin', dey sho' didn't waste no time a-puttin'\nhim right on down in de ground dat same day. Dem coffins never had no\nshape to 'em; dey was jus' squar-aidged pine boxes. Now warn't dat\nturrible?\n\n\n\"Slaves never went nowhar widout dem patterollers beatin' 'em up if dey\ndidn't have no pass.\n\n\n\"Dere was hunderds of acres in dat dere plantation. Marse Lewis had a\nheap of slaves. De overseer, he had a bugle what he blowed to wake up\nde slaves. He blowed it long 'fore day so dat dey could eat breakfast\nand be out dere in de fields waitin' for de sun to rise so dey could see\nhow to wuk, and dey stayed out dar and wukked 'til black dark. When a\nrainy spell come and de grass got to growin' fast, dey wukked dem slaves\nat night, even when de moon warn't shinin'. On dem dark nights one set\nof slaves helt lanterns for de others to see how to chop de weeds out of\nde cotton and corn. Wuk was sho' tight dem days. Evvy slave had a task\nto do atter dey got back to dem cabins at night. Dey each one hed to\nspin deir stint same as de 'omans, evvy night.\n\n\n\"Young and old washed deir clothes Sadday nights. Dey hardly knowed what\nSunday was. Dey didn't have but one day in de Christmas, and de only\ndiff'unce dey seed dat day was dat dey give 'em some biscuits on\nChristmas day. New Year's Day was rail-splittin' day. Dey was told how\nmany rails was to be cut, and dem Niggers better split dat many or\nsomebody was gwine to git beat up.\n\n\n\"I don't 'member much 'bout what us played, 'cept de way us run 'round\nin a ring. Us chillun was allus skeered to play in de thicket nigh de\nhouse 'cause Raw Head and Bloody Bones lived der. Dey used to skeer us\nout 'bout red 'taters. Dey was fine 'taters, red on de outside and\npretty and white on de inside, but white folks called 'em\n'nigger-killers.' Dat was one of deir tricks to keep us from stealin'\ndem 'taters. Dere wern't nothin' wrong wid dem 'taters; dey was jus' as\ngood and healthy as any other 'taters. Aunt Lucy, she was de cook, and\nshe told me dat slaves was skeered of dem 'nigger-killer' 'taters and\nnever bothered 'em much den lak dey does de yam patches dese days. I\nused to think I seed ha'nts at night, but it allus turned out to be\nsomebody dat was tryin' to skeer me.\n\n\n\"'Bout de most fun slaves had was at dem cornshuckin's. De general would\ngit high on top of de corn pile and whoop and holler down leadin' dat\ncornshuckin' song 'til all de corn was done shucked. Den come de big\neats, de likker, and de dancin'. Cotton pickin's was big fun too, and\nwhen dey got through pickin' de cotton dey et and drunk and danced 'til\ndey couldn't dance no more.\n\n\n\"Miss, white folks jus' had to be good to sick slaves, 'cause slaves was\nproperty. For Old Marster to lose a slave, was losin' money. Dere warn't\nso many doctors dem days and home-made medicines was all de go. Oil and\nturpentine, camphor, assfiddy (asafetida), cherry bark, sweetgum bark;\nall dem things was used to make teas for grown folks to take for deir\nailments. Red oak bark tea was give to chillun for stomach mis'ries.\n\n\n\"All I can ricollect 'bout de comin' of freedom was Old Marster tellin'\nus dat us was free as jack-rabbits and dat from den on Niggers would\nhave to git deir own somepin t'eat. It warn't long atter dat when dem\nyankees, wid pretty blue clothes on come through our place and dey stole\nmost evvything our Marster had. Dey kilt his chickens, hogs, and cows\nand tuk his hosses off and sold 'em. Dat didn't look right, did it?\n\n\n\"My aunt give us a big weddin' feast when I married Tom Adams, and she\nsho' did pile up dat table wid heaps of good eatments. My weddin' dress\nwas blue, trimmed in white. Us had six chillun, nine grandchillun, and\n19 great-grandchillun. One of my grandchillun is done been blind since\nhe was three weeks old. I sont him off to de blind school and now he kin\ngit around 'most as good as I kin. He has made his home wid me ever\nsince his Mammy died.\n\n\n\"'Cordin' to my way of thinkin', Abraham Lincoln done a good thing when\nhe sot us free. Jeff Davis, he was all right too, 'cause if him and\nLincoln hadn't got to fightin' us would have been slaves to dis very\nday. It's mighty good to do jus' as you please, and bread and water is\nheaps better dan dat somepin t'eat us had to slave for.\n\n\n\"I jined up wid de church 'cause I wanted to go to Heben when I dies,\nand if folks lives right dey sho' is gwine to have a good restin' place\nin de next world. Yes Mam, I sho b'lieves in 'ligion, dat I does. Now,\nMiss, if you ain't got nothin' else to ax me, I'se gwine home and give\ndat blind boy his somepin t'eat.\"\n\n\n\n\n\n\n\n\n[HW: Dist. 6\nEx-Slv. #4]\n\n\nWASHINGTON ALLEN, EX-SLAVE\nBorn: December --, 1854\nPlace of birth: \"Some where\" in South Carolina\nPresent Residence: 1932-Fifth Avenue, Columbus, Georgia\nInterviewed: December 18, 1936\n[MAY 8 1937]\n\n\n[TR: Original index refers to \"Allen, Rev. W.B. (Uncle Wash)\"; however,\nthis informant is different from the next informant, Rev. W.B. Allen.]\n\n\n\n\nThe story of \"Uncle Wash\", as he is familiarly known, is condensed as\nfollows:\n\n\nHe was born on the plantation of a Mr. Washington Allen of South\nCarolina, for whom he was named. This Mr. Allen had several sons and\ndaughters, and of these, one son--George Allen--who, during the 1850's\nleft his South Carolina home and settled near LaFayette, Alabama. About\n1858, Mr. Washington Allen died and the next year, when \"Wash\" was \"a\nfive-year old shaver\", the Allen estate in South Carolina was\ndivided--all except the Allen Negro slaves. These, at the instance and\ninsistence of Mr. George Allen, were taken to LaFayette, Alabama, to be\nsold. All were put on the block and auctioned off, Mr. George Allen\nbuying every Negro, so that not a single slave family was divided up.\n\n\n\"Uncle Wash\" does not remember what he \"fetched at de sale\", but he does\ndistinctly remember that as he stepped up on the block to be sold, the\nauctioneer ran his hand \"over my head and said: Genilmens, dis boy is\nas fine as split silk\". Then when Mr. George Allen had bought all the\nAllen slaves, it dawned upon them, and they appreciated, why he had\ninsisted on their being sold in Alabama, rather than in South Carolina.\n\n\nBefore he was six years of age, little \"Wash\" lost his mother and, from\nthen until freedom, he was personally cared for and looked after by Mrs.\nGeorge Allen; and the old man wept every time he mentioned her name.\n\n\nDuring the '60's, \"Uncle Wash's\" father drove a mail and passenger stage\nbetween Cusseta and LaFayette, Alabama--and, finally died and was buried\nat LaFayette by the side of his wife. \"Uncle Wash\" \"drifted over\" to\nColumbus about fifty years ago and is now living with his two surviving\nchildren.\n\n\nHe has been married four times, all his wives dying \"nachul\" deaths. He\nhas also \"buried four chillun\".\n\n\nHe was taught to read and write by the sons and daughters of Mr. George\nAllen, and attended church where a one-eyed white preacher--named Mr.\nTerrentine--preached to the slaves each Sunday \"evenin'\" (afternoon).\nThe salary of this preacher was paid by Mr. George Allen.\n\n\nWhen asked what this preacher usually preached about, \"Uncle Wash\"\nanswered: \"He was a one-eyed man an' couldn' see good; so, he mout\na'made some mistakes, but he sho tole us plenty 'bout hell fire 'n\nbrimstone.\"\n\n\n\"Uncle Wash\" is a literal worshipper of the memory of his \"old time\nwhite fokes.\"\n\n\n\n\n\n\n\n\nJ.R. Jones\n\n\nREV. W.B. ALLEN, EX-SLAVE\n425-Second Ave\nColumbus, Georgia\n(June 29, 1937)\n[JUL 28 1937]\n\n\n[TR: Original index refers to \"Allen, Rev. W.B. (Uncle Wash)\"; however,\nthis informant is different from the previous informant, Washington\nAllen, interviewed on Dec. 18, 1936. The previous interview for Rev.\nAllen that is mentioned below is not found in this volume.]\n\n\n\n\nIn a second interview, the submission of which was voluntarily sought by\nhimself, this very interesting specimen of a rapidly vanishing type\nexpressed a desire to amend his previous interview (of May 10, 1937) to\nincorporate the following facts:\n\n\n\"For a number of years before freedom, my father bought his time from\nhis master and traveled about over Russell County (Alabama) as a\njourneyman blacksmith, doing work for various planters and making good\nmoney--as money went in those days--on the side. At the close of the\nwar, however, though he had a trunk full of Confederate money, all of\nhis good money was gone.\n\n\nFather could neither read nor write, but had a good head for figures and\nwas very pious. His life had a wonderful influence upon me, though I was\noriginally worldly--that is, I drank and cussed, but haven't touched a\ndrop of spirits in forty years and quit cussing before I entered the\nministry in 1879.\n\n\nI learned to pray when very young and kept it up even in my unsaved\ndays. My white master's folks knew me to be a praying boy, and asked\nme--in 1865--when the South was about whipped and General Wilson was\nheaded our way--to pray to God to hold the Yankees back. Of course, I\ndidn't have any love for any Yankees--and haven't now, for that\nmatter--but I told my white folks straight-from-the-shoulder that I\n_could not_ pray along those lines. I told them flat-footedly that,\nwhile I loved them and would do any reasonable praying for them, I could\nnot pray against my conscience: that I not only wanted to be free, but\nthat I wanted to see all the Negroes freed!\n\n\nI then told them that God was using the Yankees to scourge the\nslave-holders just as He had, centuries before, used heathens and\noutcasts to chastise His chosen people--the Children of Israel.\"\n\n\n(Here it is to be noted that, for a slave boy of between approximately\n15 and 17 years of age, remarkable familiarity with the Old Testament\nwas displayed.)\n\n\nThe Parson then entered into a mild tirade against Yankees, saying:\n\n\n\"The only time the Northern people ever helped the Nigger was when they\nfreed him. They are not friends of the Negro and many a time, from my\npulpit, have I warned Niggers about going North. No, sir, the colored\nman doesn't belong in the North---has no business up there, and you may\ntell the world that the Reverend W.B. Allen makes no bones about saying\nthat! He also says that, if it wasn't for the influence of the white\nrace in the South, the Negro race would revert to savagery within a\nyear! Why, if they knew for dead certain that there was not a policeman\nor officer of the law in Columbus tonight, the good Lord only knows what\nthey'd do tonight\"!\n\n\nWhen the good Parson had delivered himself as quoted, he was asked a\nfew questions, the answers to which--as shall follow--disclose their\nnature.\n\n\n\"The lowest down Whites of slavery days were the average overseers. A\nfew were gentlemen, one must admit, but the regular run of them were\ntrash--commoner than the 'poor white trash'--and, if possible, their\nchildren were worse than their daddies. The name, 'overseer', was a\nsynonym for 'slave driver', 'cruelty', 'brutishness'. No, sir, a Nigger\nmay be humble and refuse to talk outside of his race--because he's\nafraid to, but you can't fool him about a white man!\n\n\nAnd you couldn't fool him when he was a slave! He knows a white man for\nwhat he is, and he knew him the same way in slavery times.\"\n\n\nConcerning the punishment of slaves, the Reverend said:\n\n\n\"I never heard or knew of a slave being tried in court for any thing. I\nnever knew of a slave being guilty of any crime more serious than taking\nsomething or violating plantation rules. And the only punishment that I\never heard or knew of being administered slaves was whipping.\n\n\nI have personally known a few slaves that were beaten to death for one\nor more of the following offenses:\n\n\n  Leaving home without a pass,\n\n\n  Talking back to--'sassing'--a white person,\n\n\n  Hitting another Negro,\n\n\n  Fussing, fighting, and rukkussing in the quarters,\n\n\n  Lying,\n\n\n  Loitering on their work,\n\n\n  Taking things--the Whites called it stealing.\n\n\n  Plantation rules forbade a slave to:\n\n\n  Own a firearm,\n\n\n  Leave home without a pass,\n\n\n  Sell or buy anything without his master's consent,\n\n\n  Marry without his owner's consent,\n\n\n  Have a light in his cabin after a certain hour at night,\n\n\n  Attend any secret meeting,\n\n\n  Harbor or [HW: in] any manner assist a runaway slave,\n\n\n  Abuse a farm animal,\n\n\n  Mistreat a member of his family, and do\n\n\n  A great many other things.\"\n\n\nWhen asked if he had ever heard slaves plot an insurrection, the Parson\nanswered in the negative.\n\n\nWhen asked if he had personal knowledge of an instance of a slave\noffering resistance to corporal punishment, the Reverend shook his head,\nbut said:\n\n\n\"Sometimes a stripped Nigger would say some hard things to the white man\nwith the strap in his hand, though he knew that he (the Negro) would pay\nfor it dearly, for when a slave showed spirit that way the master or\noverseer laid the lash on all the harder.\"\n\n\nWhen asked how the women took their whippings, he said:\n\n\n\"They usually screamed and prayed, though a few never made a sound.\"\n\n\nThe Parson has had two wives and five children. Both wives and three of\nhis children are dead. He is also now superannuated, but occasionally\ndoes a \"little preaching\", having only recently been down to Montezuma,\nGeorgia, on a special call to deliver a message to the Methodist flock\nthere.\n\n\n\n\n\n\n\n\n[HW: Dist. 6\nEx-Slave #2]\nHenrietta Carlisle\n\n\nJACK ATKINSON--EX-SLAVE\nRt. D\nGriffin, Georgia\nInterviewed August 21, 1936\n[MAY 8 1937]\n\n\n\n\n\"Onct a man, twice a child,\" quoted Jack Atkinson, grey haired darkey,\nwhen being interviewed, \"and I done started in my second childhood. I\nuseter be active as a cat, but I ain't, no mo.\"\n\n\nJack acquired his surname from his white master, a Mr. Atkinson, who\nowned this Negro family prior to the War Between the States. He was a\nlittle boy during the war but remembers \"refugeeing\" to Griffin from\nButts County, Georgia, with the Atkinsons when Sherman passed by their\nhome on his march to the sea.\n\n\nJack's father, Tom, the body-servant of Mr. Atkinson, \"tuck care of him\"\n[HW: during] the four years they were away at war. \"Many's the time I\ndone heard my daddy tell 'bout biting his hands he wuz so hongry, and\nhim and Marster drinking water outer the ruts of the road, they wuz so\nthirsty, during the war.\"\n\n\n\"Boss Man (Mr. Atkinson), wuz as fine a man as ever broke bread\",\naccording to Jack.\n\n\nWhen asked how he got married he stated that he \"broke off a love vine\nand throwed it over the fence and if it growed\" he would get married.\nThe vine \"just growed and growed\" and it wasn't long before he and Lucy\nmarried.\n\n\n\"A hootin' owl is a sho sign of rain, and a screech owl means a death,\nfor a fact.\"\n\n\n\"A tree frog's holler is a true sign of rain.\"\n\n\nJack maintains that he has received \"a second blessing from the Lord\"\nand \"no conjurer can bother him.\"\n\n\n\n\n\n\n\n\nWhitley\n1-25-37\n[HW: Dis #5\nUnedited]\nMinnie B. Ross\n\n\nEX TOWN SLAVE HANNAH AUSTIN\n[HW: about 75-85]\n[APR 8 1937]\n\n\n\n\nWhen the writer was presented to Mrs. Hannah Austin she was immediately\nimpressed with her alert youthful appearance. Mrs. Austin is well\npreserved for her age and speaks clearly and with much intelligence. The\ninterview was a brief but interesting one. This was due partly to the\nfact that Mrs. Austin was a small child when The Civil War ended and too\nbecause her family was classed as \"town slaves\" so classed because of\ntheir superior intelligence.\n\n\nMrs. Austin was a child of ten or twelve years when the war ended. She\ndoesn't know her exact age but estimated it to be between seventy and\nseventy five years. She was born the oldest child of Liza and George\nHall. Their master Mr. Frank Hall was very kind to them and considerate\nin his treatment of them.\n\n\nBriefly Mrs. Austin gave the following account of slavery as she knew\nit. \"My family lived in a two room well built house which had many\nwindows and a nice large porch. Our master, Mr. Hall was a merchant and\noperated a clothing store. Because Mr. Hall lived in town he did not\nneed but a few slaves. My family which included my mother, father,\nsister, and myself were his only servants. Originally Mr. Hall did not\nown any slaves, however after marrying Mrs. Hall we were given to her by\nher father as a part of her inheritance.\n\n\nMy mother nursed Mrs. Hall from a baby, consequently the Hall family was\nvery fond of her and often made the statement that they would not part\nwith her for anything in the world, besides working as the cook for the\nHall family my mother was also a fine seamstress and made clothing for\nthe master's family and for our family. We were allowed an ample amount\nof good clothing which Mr. Hall selected from the stock in his store. My\nfather worked as a porter in the store and did other jobs around the\nhouse. I did not have to work and spent most of my time playing with the\nHall children. We were considered the better class of slaves and did not\nknow the meaning of a hard time.\n\n\nOther slave owners whipped their slaves severely and often, but I have\nnever known our master to whip any one of my family. If any one in the\nfamily became ill the family doctor was called in as often as he was\nneeded.\n\n\nWe did not have churches of our own but were allowed to attend the white\nchurches in the afternoon. The White families attended in the forenoon.\nWe seldom heard a true religious sermon; but were constantly preached\nthe doctrine of obedience to our masters and mistresses. We were\nrequired to attend church every Sunday.\n\n\nMarriages were conducted in much the same manner as they are today.\nAfter the usual courtship a minister was called in by the master and the\nmarriage ceremony would then take place. In my opinion people of today\nare more lax in their attitude toward marriage than they were in those\ndays. Following the marriage of a slave couple a celebration would take\nplace often the master and his family would take part in the\ncelebration.\n\n\nI remember hearing my mother and father discuss the war; but was too\nyoung to know just the effect the war would have on the slave. One day I\nremember Mr. Hall coming to my mother telling her we were free. His\nexact words were quote--\"Liza you don't belong to me any longer you\nbelong to yourself. If you are hired now I will have to pay you. I do\nnot want you to leave as you have a home here as long as you live.\" I\nwatched my mother to see the effect his words would have on her and I\nsaw her eyes fill with tears. Mr. Hall's eyes filled with tears also.\n\n\nSoon after this incident a Yankee Army appeared in our village one day.\nThey practically destroyed Mr. Hall's store by throwing all clothes and\nother merchandise into the streets. Seeing my sister and I they turned\nto us saying, \"Little Negroes you are free there are no more masters and\nmistresses, here help yourselves to these clothes take them home with\nyou.\" Not knowing any better we carried stockings, socks, dresses,\nunderwear and many other pieces home. After this they opened the smoke\nhouse door and told us to go in and take all of the meat we wanted.\n\n\nOn another occasion the mistress called me asking that I come in the\nyard to play with the children\". Here Mrs. Austin began to laugh and\nremarked \"I did not go but politely told her I was free and didn't\nbelong to any one but my mama and papa. As I spoke these words my\nmistress began to cry.\n\n\nMy mother and father continued to live with the Halls even after freedom\nand until their deaths. Although not impoverished most of the Hall's\nfortune was wiped out with the war\".\n\n\nMrs. Austin married at the age of 16 years; and was the mother of four\nchildren, all of whom are dead. She was very ambitious and was\ndetermined to get an education if such was possible. After the war\nNorthern white people came south and set up schools for the education of\nNegroes. She remembers the organization of the old Storrs School from\nwhich one of the present Negroes Colleges originated.\n\n\nMrs. Austin proudly spoke of her old blue back speller, which she still\npossesses; and of the days when she attended Storrs School.\n\n\nAs the writer made ready to depart Mrs. Austin smilingly informed her\nthat she had told her all that she knew about slavery; and every word\nspoken was the truth.\n\n\n\n\n\n\n\n\n[HW: Dist. 5\nEx Slave #1\nRoss]\n\n\n\"A FEW FACTS OF SLAVERY\"\nAs Told by CELESTIA AVERY--EX-SLAVE\n[MAY 8 1937]\n\n\n\n\nMrs. Celestia Avery is a small mulatto woman about 5 ft. in height. She\nhas a remarkably clear memory in view of the fact that she is about 75\nyears of age. Before the interview began she reminded the writer that\nthe facts to be related were either told to her by her grandmother,\nSylvia Heard, or were facts which she remembered herself.\n\n\nMrs. Avery was born 75 years ago in Troupe County, LaGrange, Ga. the\neighth oldest child of Lenora and Silas Heard. There were 10 other\nchildren beside herself. She and her family were owned by Mr. & Mrs.\nPeter Heard. In those days the slaves carried the surname of their\nmaster; this accounted for all slaves having the same name whether they\nwere kin or not.\n\n\nThe owner Mr. Heard had a plantation of about 500 acres and was\nconsidered wealthy by all who knew him. Mrs. Avery was unable to give\nthe exact number of slaves on the plantation, but knew he owned a large\nnumber. Cotton, corn, peas, potatoes, (etc.) were the main crops raised.\n\n\nThe homes provided for the slaves were two room log cabins which had one\ndoor and one window. These homes were not built in a group together but\nwere more or less scattered over the plantation. Slave homes were very\nsimple and only contained a home made table, chair and bed which were\nmade of the same type of wood and could easily be cleaned by scouring\nwith sand every Saturday. The beds were bottomed with rope which was run\nbackward and forward from one rail to the other. On this framework was\nplaced a mattress of wheat straw. Each spring the mattresses were\nemptied and refilled with fresh wheat straw.\n\n\nSlaves were required to prepare their own meals three times a day. This\nwas done in a big open fire place which was filled with hot coals. The\nmaster did not give them much of a variety of food, but allowed each\nfamily to raise their own vegetables. Each family was given a hand out\nof bacon and meal on Saturdays and through the week corn ash cakes and\nmeat; which had been broiled on the hot coals was the usual diet found\nin each home. The diet did not vary even at Christmas only a little\nfruit was added.\n\n\nEach family was provided with a loom and in Mrs. Avery's family, her\ngrandmother, Sylvia Heard, did most of the carding and spinning of the\nthread into cloth. The most common cloth for women clothes was homespun,\nand calico. This same cloth was dyed and used to make men shirts and\npants. Dye was prepared by taking a berry known as the shumake berry and\nboiling them with walnut peelings. Spring and fall were the seasons for\nmasters to give shoes and clothing to their slaves. Both men and women\nwore brogan shoes, the only difference being the piece in the side of\nthe womens.\n\n\nOne woman was required to do the work around the house there was also\none slave man required to work around the house doing odd jobs. Other\nthan these two every one else was required to do the heavy work in the\nfields. Work began at \"sun up\" and lasted until \"sun down\". In the\nmiddle of the day the big bell was rung to summon the workers from the\nfield, for their mid-day lunch. After work hours slaves were then free\nto do work around their own cabins, such as sewing, cooking (etc.)\n\n\n\"Once a week Mr. Heard allowed his slaves to have a frolic and folks\nwould get broke down from so much dancing\" Mrs. Avery remarked. The\nmusic was furnished with fiddles. When asked how the slaves came to own\nfiddles she replied, \"They bought them with money they earned selling\nchickens.\" At night slaves would steal off from the Heard plantation, go\nto LaGrange, Ga. and sell chickens which they had raised. Of course the\nmasters always required half of every thing raised by each slave and it\nwas not permissible for any slave to sell anything. Another form of\nentertainment was the quilting party. Every one would go together to\ndifferent person's home on each separate night of the week and finish\nthat person's quilts. Each night this was repeated until every one had a\nsufficient amount of covering for the winter. Any slave from another\nplantation, desiring to attend these frolics, could do so after securing\na pass from their master.\n\n\nMrs. Avery related the occasion when her Uncle William was caught off\nthe Heard plantation without a pass, and was whipped almost to death by\nthe \"Pader Rollers.\" He stole off to the depths of the woods here he\nbuilt a cave large enough to live in. A few nights later he came back to\nthe plantation unobserved and carried his wife and two children back to\nthis cave where they lived until after freedom. When found years later\nhis wife had given birth to two children. No one was ever able to find\nhis hiding place and if he saw any one in the woods he would run like a\nlion.\n\n\nMr. Heard was a very mean master and was not liked by any one of his\nslaves. Secretly each one hated him. He whipped unmercifully and in most\ncases unnecessarily. However, he sometimes found it hard to subdue some\nslaves who happened to have very high tempers. In the event this was the\ncase he would set a pack of hounds on him. Mrs. Avery related to the\nwriter the story told to her of Mr. Heard's cruelty by her grandmother.\nThe facts were as follows: \"Every morning my grandmother would pray, and\nold man Heard despised to hear any one pray saying they were only doing\nso that they might become free niggers. Just as sure as the sun would\nrise, she would get a whipping; but this did not stop her prayers every\nmorning before day. This particular time grandmother Sylvia was in\n\"family way\" and that morning she began to pray as usual. The master\nheard her and became so angry he came to her cabin seized and pulled her\nclothes from her body and tied her to a young sapling. He whipped her so\nbrutally that her body was raw all over. When darkness fell her husband\ncut her down from the tree, during the day he was afraid to go near her.\nRather than go back to the cabin she crawled on her knees to the woods\nand her husband brought grease for her to grease her raw body. For two\nweeks the master hunted but could not find her; however, when he finally\ndid, she had given birth to twins. The only thing that saved her was the\nfact that she was a mid-wife and always carried a small pin knife which\nshe used to cut the navel cord of the babies. After doing this she tore\nher petticoat into two pieces and wrapped each baby. Grandmother Sylvia\nlived to get 115 years old.\n\n\nNot only was Mr. Henderson cruel but it seemed that every one he hired\nin the capacity of overseer was just as cruel. For instance, Mrs.\nHenderson's grandmother Sylvia, was told to take her clothes off when\nshe reached the end of a row. She was to be whipped because she had not\ncompleted the required amount of hoeing for the day. Grandmother\ncontinued hoeing until she came to a fence; as the overseer reached out\nto grab her she snatched a fence railing and broke it across his arms.\nOn another occasion grandmother Sylvia ran all the way to town to tell\nthe master that an overseer was beating her husband to death. The master\nimmediately jumped on his horse and started for home; and reaching the\nplantation he ordered the overseer to stop whipping the old man. Mrs.\nAvery received one whipping, with a hair brush, for disobedience; this\nwas given to her by the mistress.\n\n\nSlaves were given separate churches, but the minister, who conducted the\nservices, was white. Very seldom did the text vary from the usual one of\nobedience to the master and mistress, and the necessity for good\nbehavior. Every one was required to attend church, however, the only\nself expression they could indulge in without conflict with the master\nwas that of singing. Any one heard praying was given a good whipping;\nfor most masters thought their prayers no good since freedom was the\nuppermost thought in every one's head.\n\n\nOn the Heard plantation as on a number of others, marriages were made by\nthe masters of the parties concerned. Marriage licenses were unheard of.\nIf both masters mutually consented, the marriage ceremony was considered\nover with. After that the husband was given a pass to visit his wife\nonce a week. In the event children were born the naming of them was left\nentirely to the master. Parents were not allowed to name them.\n\n\nHealth of slaves was very important to every slave owner for loss of\nlife meant loss of money to them. Consequently they would call in their\nfamily doctor, if a slave became seriously ill. In minor cases of\nillness home remedies were used. \"In fact,\" Mrs. Avery smilingly\nremarked, \"We used every thing for medicine that grew in the ground.\"\nOne particular home remedy was known as \"Cow foot oil\" which was made by\nboiling cow's feet in water. Other medicines used were hoarhound tea,\ncatnip tea, and castor oil. Very often medicines and doctors failed to\nsave life; and whenever a slave died he was buried the same day. Mrs.\nAvery remarked, \"If he died before dinner the funeral and burial usually\ntook place immediately after dinner.\"\n\n\nAlthough a very young child, Mrs. Avery remembers the frantic attempt\nslave owners made to hide their money when the war broke out. The\nfollowing is a story related concerning the Heard family. \"Mr. Heard,\nour master, went to the swamp, dug a hole, and hid his money, then he\nand his wife left for town on their horses. My oldest brother, Percy,\nsaw their hiding place; and when the Yanks came looking for the money,\nhe carried them straight to the swamps and showed than where the money\nwas hidden.\" Although the Yeard [TR: typo \"Heard\"] farm was in the\ncountry the highway was very near and Mrs. Avery told of the long army\nof soldiers marching to La Grange singing the following song: \"Rally\naround the flag boys, rally around the flag, joy, joy, for freedom.\"\nWhen the war ended Mr. Heard visited every slave home and broke the news\nto each family that they were free people and if they so desired could\nremain on his plantation. Mrs. Avery's family moved away, in fact most\nslave families did, for old man Heard had been such a cruel master\neveryone was anxious to get away from him. However, one year later he\nsold his plantation to Mr George Traylor and some of the families moved\nback, Mrs. Avery's family included.\n\n\nMrs. Avery married at the age of 16; and was the mother of 14 children,\nthree of whom are still living. Although she has had quite a bit of\nillness during her life, at present she is quite well and active in\nspite of her old age. She assured the writer that the story of slavery,\nwhich she had given her, was a true one and sincerely hoped it would do\nsome good in this world.\n\n\n\n\n\n\n\n\nFOLKLORE (Negro)\nMinnie B. Ross\n\n\n[MRS. CELESTIA AVERY]\n\n\n\n\nIn a small house at 173 Phoenix Alley, N.E. lives a little old woman\nabout 5 ft. 2 in. in height, who is an ex-slave. She greeted the writer\nwith a bright smile and bade her enter and have a seat by the small fire\nin the poorly lighted room. The writer vividly recalled the interview\nshe gave on slavery previously and wondered if any facts concerning\nsuperstitions, conjure, signs, etc. could be obtained from her. After a\nshort conversation pertaining to everyday occurrences, the subject of\nsuperstition was broached to Mrs. Avery. The idea amused her and she\ngave the writer the following facts: As far as possible the stories are\ngiven in her exact words. The interview required two days, November 30\nand December 2, 1936.\n\n\n\"When you see a dog lay on his stomach and slide it is a true sign of\ndeath. This is sho true cause it happened to me. Years ago when I lived\non Pine Street I was sitting on my steps playing with my nine-months old\nbaby. A friend uv mine came by and sat down; and as we set there a dog\nthat followed her began to slide on his stomach. It scared me; and I\nsaid to her, did you see that dog? Yes, I sho did. That night my baby\ndied and it wuzn't sick at all that day. That's the truth and a sho sign\nof death. Anudder sign of death is ter dream of a new-born baby. One\nnight not so long ago I dreamt about a new-born baby and you know I went\nter the door and called Miss Mary next door and told her I dreamed about\na new-born baby, and she said, Oh! that's a sho sign of death. The same\nweek that gal's baby over there died. It didn't surprise me when I heard\nit cause I knowed somebody round here wuz go die.\" She continued:\n\n\n\"Listen, child! If ebber you clean your bed, don't you never sweep off\nyour springs with a broom. Always wipe 'em with a rag, or use a brush.\nJest as sho as you do you see or experience death around you. I took my\nbed down and swept off my springs, and I jest happened to tell old Mrs.\nSmith; and she jumped up and said, 'Child, you ought not done that\ncause it's a sign of death.' Sho nuff the same night I lost another\nchild that wuz eight years old. The child had heart trouble, I think.\"\n\n\nMrs. Avery believes in luck to a certain extent. The following are\nexamples of how you may obtain luck:\n\n\n\"I believe you can change your luck by throwing a teaspoonful of sulphur\nin the fire at zackly 12 o'clock in the day. I know last week I was\nsitting here without a bit of fire, but I wuzn't thinking bout doing\nthat till a 'oman came by and told me ter scrape up a stick fire and put\na spoonful of sulphur on it; and sho nuff in a hour's time a coal man\ncame by and gave me a tub uv coal. Long time ago I used ter work fer\nsome white women and every day at 12 o'clock I wuz told ter put a\nteaspoonful of sulphur in the fire.\"\n\n\n\"Another thing, I sho ain't going ter let a 'oman come in my house on\nMonday morning unless a man done come in there fust. No, surree, if it\nseem lak one ain't coming soon, I'll call one of the boy chilluns, jest\nso it is a male. The reason fer this is cause women is bad luck.\"\n\n\nThe following are a few of the luck charms as described by Mrs. Avery:\n\n\n\"Black cat bone is taken from a cat. First, the cat is killed and\nboiled, after which the meat is scraped from the bones. The bones are\nthen taken to the creek and thrown in. The bone that goes up stream is\nthe lucky bone and is the one that should be kept.\" \"There is a boy in\nthis neighborhood that sells liquor and I know they done locked him up\nten or twelve times but he always git out. They say he carries a black\ncat bone,\" related Mrs. Avery.\n\n\n\"The Devil's shoe string looks jest like a fern with a lot of roots. My\nmother used to grow them in the corner of our garden. They are lucky.\n\n\n\"Majres (?) are always carried tied in the corner of a handkerchief. I\ndon't know how they make 'em.\n\n\n\"I bought a lucky stick from a man onct. It looked jest lak a candle,\nonly it wuz small; but he did have some sticks as large as candles and\nhe called them lucky sticks, too, but you had to burn them all night in\nyour room. He also had some that looked jest lak buttons, small and\nround.\"\n\n\nThe following are two stories of conjure told by Mrs. Avery:\n\n\n\"I knowed a man onct long ago and he stayed sick all der time. He had\nthe headache from morning till night. One day he went to a old man that\nwuz called a conjurer; this old man told him that somebody had stole the\nsweat-band out of his cap and less he got it back, something terrible\nwould happen. They say this man had been going with a 'oman and she had\nstole his sweat-band. Well, he never did get it, so he died.\n\n\n\"I had a cousin named Alec Heard, and he had a wife named Anna Heard.\nAnna stayed sick all der time almost; fer two years she complained. One\nday a old conjurer came to der house and told Alec that Anna wuz\npoisoned, but if he would give him $5.00 he would come back Sunday\nmorning and find the conjure. Alec wuz wise, so he bored a hole in the\nkitchen floor so that he could jest peep through there to der back\nsteps. Sho nuff Sunday morning the nigger come back and as Alec watched\nhim he dug down in the gound a piece, then he took a ground puppy, threw\nit in the hole and covered it up. All right, he started digging again\nand all at onct he jumped up and cried: 'Here 'tis! I got it.' 'Got\nwhat?' Alec said, running to the door with a piece of board. 'I got the\nground puppy dat wuz buried fer her.' Alec wuz so mad he jumped on that\nman and beat him most to death. They say he did that all the time and\nkept a lot of ground puppies fer that purpose.\" Continuing, she\nexplained that a ground puppy was a worm with two small horns. They are\ndug up out of the ground, and there is a belief that you will die if one\nbarks at you.\n\n\nMrs. Avery related two ways in which you can keep from being conjured by\nanyone.\n\n\n\"One thing I do every morning is ter sprinkle chamber-lye [HW: (urine)]\nwith salt and then throw it all around my door. They sho can't fix you\nif you do this. Anudder thing, if you wear a silver dime around your\nleg they can't fix you. The 'oman live next door says she done wore two\nsilver dimes around her leg for 18 years.\"\n\n\nNext is a story of the Jack O'Lantern.\n\n\n\"Onct when I wuz a little girl a lot of us chillun used to slip off and\ntake walnuts from a old man. We picked a rainy night so nobody would see\nus, but do you know it looked like a thousand Jack ma' Lanterns got in\nbehind us. They wuz all around us. I never will ferget my brother\ntelling me ter get out in the path and turn my pocket wrong side out. I\ntold him I didn't have no pocket but the one in my apron; he said,\n'well, turn that one wrong side out.' Sho nuff we did and they scattered\nthen.\"\n\n\nClosing the interview, Mrs. Avery remarked: \"That's bout all I know; but\ncome back some time and maybe I'll think of something else.\"\n\n\n\n\n\n\n\n\nMRS. EMMALINE HEARD\n\n\n[TR: This interview, which was attached to the interview with Mrs.\nCelestia Avery, is also included in the second volume of the Georgia\nNarratives.]\n\n\n\n\nOn December 3 and 4, 1936, Mrs. Emmaline Heard was interviewed at her\nhome, 239 Cain Street. The writer had visited Mrs. Heard previously, and\nit was at her own request that another visit was made. This visit was\nsupposed to be one to obtain information and stories on the practice of\nconjure. On two previous occasions Mrs. Heard's stories had proved very\ninteresting, and I knew as I sat there waiting for her to begin that she\nhad something very good to tell me. She began:\n\n\n\"Chile, this story wuz told ter me by my father and I know he sho\nwouldn't lie. Every word of it is the trufe; fact, everything I ebber\ntold you wuz the trufe. Now, my pa had a brother, old Uncle Martin, and\nhis wife wuz name Julianne. Aunt Julianne used ter have spells and fight\nand kick all the time. They had doctor after doctor but none did her any\ngood. Somebody told Uncle Martin to go ter a old conjurer and let the\ndoctors go cause they wan't doing nothing fer her anyway. Sho nuff he\ngot one ter come see her and give her some medicine. This old man said\nshe had bugs in her head, and after giving her the medicine he started\nrubbing her head. While he rubbed her head he said: 'Dar's a bug in her\nhead; it looks jest like a big black roach. Now, he's coming out of her\nhead through her ear; whatever you do, don't let him get away cause I\nwant him. Whatever you do, catch him; he's going ter run, but when he\nhits the pillow, grab 'em. I'm go take him and turn it back on the one\nwho is trying ter send you ter the grave.' Sho nuff that bug drap out\nher ear and flew; she hollered, and old Uncle Martin ran in the room,\nsnatched the bed clothes off but they never did find him. Aunt Julianne\nnever did get better and soon she died. The conjurer said if they had a\ncaught the bug she would a lived.\"\n\n\nThe next story is a true story. The facts as told by Mrs. Heard were\nalso witnessed by her; as it deals with the conjuring of one of her\nsons. It is related in her exact words as nearly as possible.\n\n\n\"I got a son named Albert Heard. He is living and well; but chile, there\nwuz a time when he wuz almost ter his grave. I wuz living in town then,\nand Albert and his wife wuz living in the country with their two\nchillun. Well, Albert got down sick and he would go ter doctors, and go\nter doctors, but they didn't do him any good. I wuz worried ter death\ncause I had ter run backards and for'ards and it wuz a strain on me. He\nwuz suffering with a knot on his right side and he couldn't even fasten\nhis shoes cause it pained him so, and it wuz so bad he couldn't even\nbutton up his pants. A 'oman teached school out there by the name of\nMrs. Yancy; she's dead now but she lived right here on Randolph Street\nyears ago. Well, one day when I wuz leaving Albert's house I met her on\nthe way from her school. 'Good evening, Mrs. Heard,' she says. 'How is\nMr. Albert?' I don't hardly know, I says, cause he don't get no better.\nShe looked at me kinda funny and said, don't you believe he's hurt?' Yes\nmam, I said, I sho do. 'Well,' says she, 'I been wanting to say\nsomething to you concerning this but I didn't know how you would take\nit. If I tell you somewhere ter go will you go, and tell them I sent\nyou?' Yes mam, I will do anything if Albert can get better. 'All right\nthen', she says. 'Catch the Federal Prison car and get off at Butler\nSt.' In them days that car came down Forrest Ave. 'When you get to\nButler St.', she says, 'walk up to Clifton St. and go to such and such a\nnumber. Knock on the door and a 'oman by the name of Mrs. Hirshpath will\ncome ter the door. Fore she let you in she go ask who sent you there;\nwhen you tell 'er, she'll let you in. Now lemme tell you she keeps two\nquarts of whisky all the time and you have ter drink a little with her;\nsides that she cusses nearly every word she speaks; but don't let that\nscare you; she will sho get your son up if it kin be done.' Sho nuff\nthat old 'oman did jest lak Mrs. Yancy said she would do. She had a\nharsh voice and she spoke right snappy. When she let me in she said, sit\ndown. You lak whisky?' I said, well, I take a little dram sometimes.\n'Well, here take some of this', she said. I poured a little bit and\ndrank it kinda lak I wuz afraid. She cursed and said 'I ain't go conjure\nyou. Drink it.' She got the cards and told me to cut 'em, so I did.\nLooking at the cards, she said: 'You lak ter wait too long; they got him\nmarching to the cemetery. The poor thing! I'll fix those devils. (A\nprofane word was used instead of devils). He got a knot on his side,\nain't he?' Yes, Mam, I said. That 'oman told me everything that was\nwrong with Albert and zackly how he acted. All at once she said; 'If\nthem d----d things had hatched in him it would a been too late. If you\ndo zackly lak I tell you I'll get him up from there.' I sho will, I told\nher. 'Well, there's a stable sets east of his house. His house got three\nrooms and a path go straight to the stable. I see it there where he\nhangs his harness. Yes, I see it all, the devils! Have you got any\nmoney?' Yes, mam, a little, I said. 'All right then,' she said. 'Go to\nthe drug store and get 5¢ worth of blue stone; 5¢ wheat bran; and go ter\na fish market and ask 'em ter give you a little fish brine; then go in\nthe woods and get some poke-root berries. Now, there's two kinds of\npoke-root berries, the red skin and the white skin berry. Put all this\nin a pot, mix with it the guts from a green gourd and 9 parts of red\npepper. Make a poultice and put to his side on that knot. Now, listen,\nyour son will be afraid and think you are trying ter do something ter\nhim but be gentle and persuade him that its fer his good.' Child, he sho\ndid act funny when I told him I wanted to treat his side. I had ter tell\nhim I wuz carrying out doctors orders so he could get well. He reared\nand fussed and said he didn't want that mess on him. I told him the\ndoctor says you do very well till you go ter the horse lot then you go\nblind and you can't see. He looked at me. 'Sho nuff, Ma, he said, 'that\nsho is the trufe. I have ter always call one of the chillun when I go\nthere cause I can't see how ter get back ter the house.' Well, that\nconvinced him and he let me fix the medicine for him. I put him ter bed\nand made the poultice, then I put it ter his side. Now this 'oman said\nno one wuz ter take it off the next morning but me. I wuz suppose ter\nfix three, one each night, and after taking each one off ter bury it lak\ndead folks is buried, east and west, and ter make a real grave out of\neach one. Well, when I told him not ter move it the next morning, but\nlet me move it, he got funny again and wanted to know why. Do you know I\nhad ter play lak I could move it without messing up my bed clothes and\nif he moved it he might waste it all. Finally he said he would call me\nthe next morning. Sho nuff, the next morning he called me, ma! ma! come\ntake it off. I went in the room and he wuz smiling. I slept all night\nlong he said, and I feel so much better. I'm so glad, I said, and do you\nknow he could reach down and fasten up his shoe and it had been a long\ntime since he could do that. Later that day I slipped out and made my\nfirst grave under the fig bush in the garden. I even put up head boards,\ntoo. That night Albert said, 'Mama, fix another one. I feel so much\nbetter.' I sho will, I said. Thank God you're better; so fer three\nnights I fixed poultices and put ter his side and each morning he would\ntell me how much better he felt. Then the last morning I wuz fixing\nbreakfast and he sat in the next room. After while Albert jumped up and\nhollered, Ma! Ma!' What is it,' I said. 'Mama, that knot is gone. It\ndropped down in my pants.' What! I cried. Where is it? Chile, we looked\nbut we didn't find anything, but the knot had sho gone. Der 'oman had\ntold me ter come back when the knot moved and she would tell me what\nelse ter do. That same day I went ter see her and when I told her she\njust shouted, 'I fixed 'em, The devils! Now, says she, do you [TR:\nknow?] where you can get a few leaves off a yellow peachtree. It must be\na yellow peach tree, though. Yes, mam, I says to her. I have a yellow\npeachtree right there in my yard. Well, she says, get a handful of\nleaves, then take a knife and scrape the bark up, then make a tea and\ngive him so it will heal up the poison from that knot in his side, also\nmix a few jimson weeds with it. I come home and told him I wanted ter\ngive him a tea. He got scared and said, what fer, Ma? I had ter tell him\nI wuz still carrying out the doctor's orders. Well, he let me give him\nthe tea and that boy got well. I went back to Mrs. Hirshpath and told\nher my son was well and I wanted to pay her. Go on, she said, keep the\ndollar and send your chillun ter school. This sho happened ter me and I\nknow people kin fix you. Yes sir.\"\n\n\nThe next story was told to Mrs. Heard by Mrs. Hirshpath, the woman who\ncured her son.\n\n\nI used to go see that 'oman quite a bit and even sent some of my\nfriends ter her. One day while I wuz there she told me about this piece\nof work she did.\n\n\n\"There was a young man and his wife and they worked fer some white\nfolks. They had jest married and wuz trying ter save some money ter buy\na home with. All at onct the young man went blind and it almost run him\nand his wife crazy cause they didn't know what in the world ter do.\nWell, somebody told him and her about Mrs. Hirshpath, so they went ter\nsee her. One day, says Mrs. Hirshpath, a big fine carriage drew up in\nfront of her door and the coachman helped him to her door. She asked him\nwho sent him and he told her. She only charged 50¢ for giving advice and\nafter you wuz cured it wuz up ter you to give her what you wanted to.\nWell, this man gave her 50¢ and she talked ter him. She says, boy, you\ngo home and don't you put that cap on no more. What cap? he says. That\ncap you wears ter clean up the stables with, cause somebody done dressed\nthat cap fer you, and every time you perspire and it run down ter your\neyes it makes you blind. You jest get that cap and bring it ter me. I'll\nfix 'em; they's trying ter make you blind, but I go let you see. The boy\nwas overjoyed, and sho nuff he went back and brought her that cap, and\nit wuzn't long fore he could see good as you and me. He brought that\n'oman $50, but she wouldn't take but $25 and give the other $25 back ter\nhim.\n\n\n\"What I done told you is the trufe, every word of it; I know some other\nthings that happened but you come back anudder day fer that.\"",
        "word_count": 10215
      },
      {
        "name": "PLANTATION LIFE\n\n\nGEORGIA BAKER",
        "age": "87",
        "address": "369 Meigs Street",
        "state": "Georgia",
        "text": "Georgia's address proved to be the home of her daughter, Ida Baker. The\nclean-swept walks of the small yard were brightened by borders of gay\ncolored zinnias and marigolds in front of the drab looking two-story,\nframe house. \"Come in,\" answered Ida, in response to a knock at the\nfront door. \"Yessum, Mammy's here. Go right in dat dere room and you'll\nfind her.\"\n\n\nStanding by the fireplace of the next room was a thin, very black woman\nengaged in lighting her pipe. A green checked gingham apron partially\ncovered her faded blue frock over which she wore a black shirtwaist\nfastened together with \"safety first\" pins. A white cloth, tied turban\nfashion about her head, and gray cotton hose worn with black and white\nslippers that were run down at the heels, completed her costume.\n\n\n\"Good mornin'. Yessum, dis here's Georgia,\" was her greeting. \"Let's go\nin dar whar Ida is so us can set down. I don't know what you come for,\nbut I guess I'll soon find out.\"\n\n\nGeorgia was eager to talk but her articulation had been impaired by a\nparalytic stroke and at times it was difficult to understand her jumble\nof words. After observance of the amenities; comments on the weather,\nhealth and such subjects, she began:\n\n\n\"Whar was I born? Why I was born on de plantation of a great man. It was\nMarse Alec Stephens' plantation 'bout a mile and a half from\nCrawfordville, in Taliaferro County. Mary and Grandison Tilly was my Ma\nand Pa. Ma was cook up at de big house and she died when I was jus' a\nlittle gal. Pa was a field hand, and he belonged to Marse Britt Tilly.\n\n\n\"Dere was four of us chillun: me, and Mary, and Frances, and Mack,\" she\ncounted on the fingers of one hand. \"Marse Alec let Marse Jim Johnson\nhave Mack for his bodyguard. Frances, she wuked in de field, and Mary\nwas de baby--she was too little to wuk. Me, I was 14 years old when de\nwar was over. I swept yards, toted water to de field, and played 'round\nde house and yard wid de rest of de chillun.\n\n\n\"De long, log houses what us lived in was called \"shotgun\" houses 'cause\ndey had three rooms, one behind de other in a row lak de barrel of a\nshotgun. All de chillun slept in one end room and de grown folkses slept\nin de other end room. De kitchen whar us cooked and et was de middle\nroom. Beds was made out of pine poles put together wid cords. Dem\nwheat-straw mattresses was for grown folkses mostly 'cause nigh all de\nchillun slept on pallets. How-some-ever, dere was some few slave chillun\nwhat had beds to sleep on. Pillows! Dem days us never knowed what\npillows was. Gals slept on one side of de room and boys on de other in\nde chilluns room. Uncle Jim, he was de bed-maker, and he made up a heap\nof little beds lak what dey calls cots now.\n\n\n\"Becky and Stafford Stephens was my Grandma and Grandpa. Marse Alec\nbought 'em in Old Virginny. I don't know what my Grandma done 'cause she\ndied 'fore I was borned, but I 'members Grandpa Stafford well enough. I\ncan see him now. He was a old man what slept on a trundle bed in the\nkitchen, and all he done was to set by de fire all day wid a switch in\nhis hand and tend de chillun whilst dere mammies was at wuk. Chillun\nminded better dem days dan dey does now. Grandpa Stafford never had to\nholler at 'em but one time. Dey knowed dey would git de switch next if\ndey didn't behave.\n\n\n\"Now dere you is axin' 'bout dat somepin' t'eat us had dem days! Ida,\nain't dere a piece of watermelon in de ice box?\" Georgia lifted the lid\nof a small ice box, got out a piece of melon, and began to smack her\nthick lips as she devoured it with an air of ineffable satisfaction.\nWhen she had tilted the rind to swallow the last drop of pink juice, she\nindicated that she was fortified and ready to exercise her now well\nlubricated throat, by resuming her story:\n\n\n\"Oh, yessum! Marse Alec, had plenty for his slaves to eat. Dere was\nmeat, bread, collard greens, snap beans, 'taters, peas, all sorts of\ndried fruit, and just lots of milk and butter. Marse Alec had 12 cows\nand dat's whar I learned to love milk so good. De same Uncle Jim what\nmade our beds made our wooden bowls what dey kept filled wid bread and\nmilk for de chillun all day. You might want to call dat place whar Marse\nAlec had our veg'tables raised a gyarden, but it looked more lak a big\nfield to me, it was so big. You jus' ought to have seed dat dere\nfireplace whar dey cooked all us had to eat. It was one sho 'nough big\nsomepin, all full of pots, skillets, and ovens. Dey warn't never 'lowed\nto git full of smut neither. Dey had to be cleant and shined up atter\nevvy meal, and dey sho was pretty hangin' dar in dat big old fireplace.\n\n\n\"George and Mack was de hunters. When dey went huntin' dey brought back\njus' evvything: possums, rabbits, coons, squirrels, birds, and wild\nturkeys. Yessum, wild turkeys is some sort of birds I reckon, but when\nus talked about birds to eat us meant part'idges. Some folkses calls 'em\nquails. De fishes us had in summertime was a sight to see. Us sho et\ngood dem days. Now us jus' eats what-some-ever us can git.\n\n\n\"Summertime us jus' wore what us wanted to. Dresses was made wid full\nskirts gathered on to tight fittin' waisties. Winter clothes was good\nand warm; dresses made of yarn cloth made up jus' lak dem summertime\nclothes, and petticoats and draw's made out of osnaburg. Chillun what\nwas big enough done de spinnin' and Aunt Betsey and Aunt Tinny, dey wove\nmost evvy night 'til dey rung de bell at 10:00 o'clock for us to go to\nbed. Us made bolts and bolts of cloth evvy year.\n\n\n\"Us went bar'foots in summer, but bless your sweet life us had good\nshoes in winter and wore good stockin's too. It tuk three shoemakers for\nour plantation. Dey was Uncle Isom, Uncle Jim, and Uncle Stafford. Dey\nmade up hole-stock shoes for de 'omans and gals and brass-toed brogans\nfor de mens and boys.\n\n\n\"Us had pretty white dresses for Sunday. Marse Alec wanted evvybody on\nhis place dressed up dat day. He sont his houseboy, Uncle Harris, down\nto de cabins evvy Sunday mornin' to tell evvy slave to clean hisself up.\nDey warn't never give no chance to forgit. Dere was a big old room sot\naside for a wash-room. Folkses laughs at me now 'cause I ain't never\nstopped takin' a bath evvy Sunday mornin'.\n\n\n\"Marse Lordnorth Stephens was de boss on Marse Alec's plantation. Course\nMarse Alec owned us and he was our sho 'nough Marster. Neither one of\n'em ever married. Marse Lordnorth was a good man, but he didn't have no\nuse for 'omans--he was a sissy. Dere warn't no Marster no whar no better\ndan our Marse Alec Stephens, but he never stayed home enough to tend to\nthings hisself much 'cause he was all de time too busy on de outside. He\nwas de President or somepin of our side durin' de war.\n\n\n\"Uncle Pierce went wid Marse Alec evvy whar he went. His dog, Rio, had\nmore sense dan most folkses. Marse Alec, he was all de time havin' big\nmens visit him up at de big house. One time, out in de yard, him and one\nof dem 'portant mens got in a argyment 'bout somepin. Us chillun snuck\nup close to hear what dey was makin' such a rukus 'bout. I heared Marse\nAlec say: 'I got more sense in my big toe dan you is got in your whole\nbody.' And he was right--he did have more sense dan most folkses. Ain't\nI been a-tellin' you he was de President or somepin lak dat, dem days?\n\n\n\"Ma, she was Marse Alec's cook and looked atter de house. Atter she died\nMarse Lordnorth got Mrs. Mary Berry from Habersham County to keep house\nat de big house, but Aunt 'Liza, she done de cookin' atter Miss Mary got\ndar. Us little Niggers sho' did love Miss Mary. Us called her \"Mammy\nMary\" sometimes. Miss Mary had three sons and one of 'em was named Jeff\nDavis. I 'members when dey come and got him and tuk him off to war.\nMarse Lordnorth built a four-room house on de plantation for Miss Mary\nand her boys. Evvybody loved our Miss Mary, 'cause she was so good and\nsweet, and dere warn't nothin' us wouldn't have done for her.\n\n\n\"No Lord! Marse Lordnorth never needed no overseer or no carriage driver\nneither. Uncle Jim was de head man wat got de Niggers up evvy mornin'\nand started 'em off to wuk right. De big house sho was a pretty place,\na-settin' up on a high hill. De squirrels was so tame dar dey jus'\nplayed all 'round de yard. Marse Alec's dog is buried in dat yard.\n\n\n\"No Mam, I never knowed how many acres dere was in de plantation us\nlived on, and Marse Alec had other places too. He had land scattered\nevvywhar. Lord, dere was a heap of Niggers on dat place, and all of us\nwas kin to one another. Grandma Becky and Grandpa Stafford was de fust\nslaves Marse Alec ever had, and dey sho had a passel of chillun. One\nthing sho Marse Lordnorth wouldn't keep no bright colored Nigger on dat\nplantation if he could help it. Aunt Mary was a bright colored Nigger\nand dey said dat Marse John, Marse Lordnorth's brother, was her Pa, but\nanyhow Marse Lordnorth never had no use for her 'cause she was a bright\ncolored Nigger.\n\n\n\"Marse Lordnorth never had no certain early time for his slaves to git\nup nor no special late time for 'em to quit wuk. De hours dey wuked was\n'cordin' to how much wuk was ahead to be done. Folks in Crawfordville\ncalled us 'Stephens' Free Niggers.'\n\n\n\"Us minded Marse Lordnorth--us had to do dat--but he let us do pretty\nmuch as us pleased. Us never had no sorry piece of a Marster. He was a\ngood man and he made a sho 'nough good Marster. I never seed no Nigger\ngit a beatin', and what's more I never heared of nothin' lak dat on our\nplace. Dere was a jail in Crawfordville, but none of us Niggers on Marse\nAlec's place warn't never put in it.\n\n\n\"No Lord! None of us Niggers never knowed nothin' 'bout readin' and\nwritin'. Dere warn't no school for Niggers den, and I ain't never been\nto school a day in my life. Niggers was more skeered of newspapers dan\ndey is of snakes now, and us never knowed what a Bible was dem days.\n\n\n\"Niggers never had no churches of deir own den. Dey went to de white\nfolkses' churches and sot in de gallery. One Sunday when me and my\nsister Frances went to church I found 50¢ in Confederate money and\nshowed it to her. She tuk it away from me. Dat's de onliest money I seed\ndurin' slavery time. Course you knows dey throwed Confederate money away\nfor trash atter de war was over. Den us young chaps used to play wid it.\n\n\n\"I never went to no baptizin's nor no funerals neither den. Funerals\nwarn't de style. When a Nigger died dem days, dey jus' put his body in a\nbox and buried it. I 'members very well when Aunt Sallie and Aunt\nCatherine died, but I was little den, and I didn't take it in what dey\ndone bout buryin' 'em.\n\n\n\"None of Marse Alec's slaves never run away to de North, 'cause he was\nso good to 'em dey never wanted to leave him. De onliest Nigger what\nleft Marse Alec's place was Uncle Dave, and he wouldn't have left 'cept\nhe got in trouble wid a white 'oman. You needn't ax me her name 'cause I\nain't gwine to tell it, but I knows it well as I does my own name.\nAnyhow Marse Alec give Uncle Dave some money and told him to leave, and\nnobody never seed him no more atter dat.\n\n\n\"Oh yessum! Us heared 'bout 'em, but none of us never seed no\npatterollers on Marse Alec's plantation. He never 'lowed 'em on his\nland, and he let 'em know dat he kept his slaves supplied wid passes\nwhenever dey wanted to go places so as dey could come and go when dey\ngot good and ready. Thursday and Sadday nights was de main nights dey\nwent off. Uncle Stafford's wife was Miss Mary Stephen's cook, Uncle\nJim's wife lived on de Finley place, and Uncle Isom's belonged to de\nHollises, so dey had regular passes all de time and no patterollers\nnever bothered 'em none.\n\n\n\"Whenever Marse Alec or Marse Lordnorth wanted to send a message dey\njus' put George or Mack on a horse and sont 'em on but one thing sho,\ndere warn't no slave knowed what was in dem letters.\n\n\n\"Marse Alec sho had plenty of mules. Some of 'em was named: Pete, Clay,\nRollin, Jack, and Sal. Sal was Allen's slow mule, and he set a heap of\nstore by her. Dere was a heap more mules on dat place, but I can't call\nback dere names right now.\n\n\n\"Most times when slaves went to deir quarters at night, mens rested, but\nsometimes dey holped de 'omans cyard de cotton and wool. Young folkses\nfrolicked, sung songs, and visited from cabin to cabin. When dey got\nbehind wid de field wuk, sometimes slaves wuked atter dinner Saddays,\nbut dat warn't often. But, Oh, dem Sadday nights! Dat was when slaves\ngot together and danced. George, he blowed de quills, and he sho could\nblow grand dance music on 'em. Dem Niggers would jus' dance down. Dere\nwarn't no foolishment 'lowed atter 10:00 o'clock no night. Sundays dey\nwent to church and visited 'round, but folks didn't spend as much time\ngaddin' 'bout lak dey does now days.\n\n\n\"Christmas Day! Oh, what a time us Niggers did have dat day! Marse\nLordnorth and Marse Alec give us evvything you could name to eat: cake\nof all kinds, fresh meat, lightbread, turkeys, chickens, ducks, geese,\nand all kinds of wild game. Dere was allus plenty of pecans, apples, and\ndried peaches too at Christmas. Marse Alec had some trees what had fruit\ndat looked lak bananas on 'em, but I done forgot what was de name of dem\ntrees. Marse Alec would call de grown folkses to de big house early in\nde mornin' and pass 'round a big pewter pitcher full of whiskey, den he\nwould put a little whiskey in dat same pitcher and fill it wid sweetened\nwater and give dat to us chillun. Us called dat 'toddy' or 'dram'. Marse\nAlex allus had plenty of good whiskey, 'cause Uncle Willis made it up\nfor him and it was made jus' right. De night atter Christmas Day us\npulled syrup candy, drunk more liquor, and danced. Us had a big time for\na whole week and den on New Year's Day us done a little wuk jus' to\nstart de year right and us feasted dat day on fresh meat, plenty of\ncake, and whiskey. Dere was allus a big pile of ash-roasted 'taters on\nhand to go wid dat good old baked meat. Us allus tried to raise enough\n'taters to last all through de winter 'cause Niggers sho does love dem\nsweet 'taters. No Mam, us never knowed nothin' 'bout Santa Claus 'til\natter de war.\n\n\n\"No Mam, dere warn't no special cornshuckin's and cotton pickin's on\nMarse Alec's place, but of course dey did quilt in de winter 'cause dere\nhad to be lots of quiltin' done for all dem slaves to have plenty of\nwarm kivver, and you knows, Lady, 'omens can quilt better if dey gits a\npassel of 'em together to do it. Marse Alec and Marse Lordnorth never\n'lowed dere slaves to mix up wid other folkses business much.\n\n\n\"Oh Lord! Us never played no games in slavery times, 'cept jus' to run\naround in a ring and pat our hands. I never sung no songs 'cause I\nwarn't no singer, and don't talk 'bout no Raw Head and Bloody Bones or\nnothin' lak dat. Dey used to skeer us chillun so bad 'bout dem sort of\nthings dat us used to lay in bed at night a-shakin' lak us was havin'\nchills. I've seed plenty of ha'nts right here in Athens. Not long atter\nI had left Crawfordville and moved to Athens, I had been in bed jus' a\nlittle while one night, and was jus' dozin' off to sleep when I woke up\nand sot right spang up in bed. I seed a white man, dressed in white,\nstandin' before me. I sho didn't say nothin' to him for I was too\nskeered. De very last time I went to a dance, somepin got atter me and\nskeered me so my hair riz up 'til I couldn't git my hat on my haid, and\ndat cyored me of gwine to dances. I ain't never been to no more sich\ndoin's.\n\n\n\"Old Marster was powerful good to his Niggers when dey got sick. He had\n'em seed atter soon as it was 'ported to him dat dey was ailin'. Yessum,\ndere warn't nothin' short 'bout our good Marsters, 'deed dere warn't!\nGrandpa Stafford had a sore laig and Marse Lordnorth looked atter him\nand had Uncle Jim dress dat pore old sore laig evvy day. Slaves didn't\ngit sick as often as Niggers does now days. Mammy Mary had all sorts of\nteas made up for us, 'cordin' to whatever ailment us had. Boneset tea\nwas for colds. De fust thing dey allus done for sore throat was give us\ntea made of red oak bark wid alum. Scurvy grass tea cleant us out in the\nspringtime, and dey made us wear little sacks of assfiddy (asafetida)\n'round our necks to keep off lots of sorts of miseries. Some folkses\nhung de left hind foot of a mole on a string 'round deir babies necks to\nmake 'em teethe easier. I never done nothin' lak dat to my babies 'cause\nI never believed in no such foolishment. Some babies is jus' natchelly\ngwine to teethe easier dan others anyhow.\n\n\n\"I 'members jus' as good as if it was yesterday what Mammy Mary said\nwhen she told us de fust news of freedom. 'You all is free now,' she\nsaid. 'You don't none of you belong to Mister Lordnorth nor Mister Alec\nno more, but I does hope you will all stay on wid 'em, 'cause dey will\nallus be jus' as good to you as dey has done been in de past.' Me, I\nwarn't even studyin' nothin' 'bout leavin' Marse Alec, but Sarah Ann and\nAunt Mary, dey threwed down deir hoes and jus' whooped and hollered\n'cause dey was so glad. When dem Yankees come to our place Mammy Mary\naxed 'em if dey warn't tired of war. 'What does you know 'bout no war?'\nDey axed her right back. 'No, us won't never git tired of doin' good.'\n\n\n\"I stayed on wid my two good Marsters 'til most 3 years atter de war,\nand den went to wuk for Marse Tye Elder in Crawfordville. Atter dat I\nwuked for Miss Puss King, and when she left Crawfordville I come on here\nto Athens and wuked for Miss Tildy Upson on Prince Avenue. Den I went to\nAtlanta to wuk for Miss Ruth Evage (probably Elliott). Miss Ruth was a\nniece of Abraham Lincoln's. Her father was President Lincoln's brother\nand he was a Methodist preacher what lived in Mailpack, New York. I went\nevvywhar wid Miss Ruth. When me and Miss Ruth was in Philadelphia, I got\nsick and she sont me home to Athens and I done been here wid my daughter\never since.\n\n\n\"Lawdy, Miss! I ain't never been married, but I did live wid Major Baker\n18 years and us had five chillun. Dey is all daid but two. Niggers\ndidn't pay so much 'tention to gittin' married dem days as dey does now.\nI stays here wid my gal, Ida Baker. My son lives in Cleveland, Ohio. My\nfust child was borned when I warn't but 14 years old. De war ended in\nApril and she was borned in November of dat year. Now, Miss! I ain't\nnever told but one white 'oman who her Pa was, so you needn't start\naxin' me nothin' 'bout dat. She had done been walkin' evvywhar 'fore she\ndied when she was jus' 10 months old and I'm a-tellin' you de truth\nwhen I say she had more sense dan a heap of white chillun has when dey\nis lots older dan she was. Whilst I was off in New York wid Miss Ruth,\nMajor, he up and got married. I reckon he's daid by now. I don't keer\nnohow, atter de way he done me. I made a good livin' for Major 'til he\nmarried again. I seed de 'oman he married once.\n\n\n\"Yes Mam,\" there was strong emphasis in this reply. \"I sho would ruther\nhave slavery days back if I could have my same good Marsters 'cause I\nnever had no hard times den lak I went through atter dey give us\nfreedom. I ain't never got over not bein' able to see Marse Alec no\nmore. I was livin' at Marse Tye Elder's when de gate fell on Marse Alec,\nand he was crippled and lamed up from dat time on 'til he died. He got\nto be Governor of Georgia whilst he was crippled. When he got hurt by\ndat gate, smallpox was evvywhar and dey wouldn't let me go to see 'bout\nhim. Dat most killed me 'cause I did want to go see if dere was somepin'\nI could do for him.\n\n\n\"Lordy Mussy, Miss! I had a time jinin' up wid de church. I was in\nMailpack, New York, wid Miss Ruth when I had de urge to jine up. I told\nMiss Ruth 'bout it and she said: 'Dere ain't no Baptist church in 10\nmiles of here.' 'Lord, have mussy!' I said. 'Miss Ruth, what I gwine do?\nDese is all Methodist churches up here and I jus' can't jine up wid no\nMethodists.' 'Yes you can,' she snapped at me, 'cause my own Pa's\na-holdin a 'vival in dis very town and de Methodist church is de best\nanyhow.' Well, I went on and jined de Reverend Lincoln's Methodist\nchurch, but I never felt right 'bout it. Den us went to Philadelphia and\nsoon as I could find a Baptist church dar, I jined up wid it. Northern\nchurches ain't lak our southern churches 'cause de black and white\nfolkses all belong to de same church dar and goes to church together. On\ndat account I still didn't feel lak I had jined de church. Bless your\nsweet life, Honey, when I come back to de South, I was quick as I could\nbe to jine up wid a good old southern Baptist church. I sho didn't mean\nto live outdoors, 'specially atter I dies.\" Georgia's eyes sparkled and\nher flow of speech was smooth as she told of her religious experiences.\nWhen that subject was exhausted her eyes dimmed again and her speech\nbecame less articulate.\n\n\nGeorgia's reeking pipe had been laid aside for the watermelon and not\nlong after that was consumed the restless black fingers sought\noccupation sewing gay pieces for a quilt. \"Miss, I warn't born to be\nlazy, I warn't raised dat way, and I sho ain't skeered to die.\n\n\n\"Good-bye, Honey,\" said Georgia, as the interviewer arose and made her\nway toward the street. \"Hurry back and don't forgit to fetch me dat\npurty pink dress you is a-wearin'. I don't lak white dresses and I ain't\nnever gwine to wear a black one nohow.\"\n\n\n\n\n[TR: Return Visit]\n\n\nGeorgia was on the back porch washing her face and hands and quarrelling\nwith Ida for not having her breakfast ready at nine-thirty when the\ninterviewer arrived for a re-visit.\n\n\n\"Come in,\" Georgia invited, \"and have a cheer. But, Miss I done told you\nall I knows 'bout Marse Alec and dem deys when I lived on his\nplantation. You know chillun den warn't 'lowed to hang 'round de grown\nfolks whar dey could hear things what was talked about.\"\n\n\nAbout this time Ida came down from a second-floor kitchen with her\nmother's breakfast. She was grumbling a little louder on each step of\nthe rickety stairway. \"Lord, have mussy! Ma is still a-talkin' 'bout dat\nold slavery stuff, and it ain't nothin' nohow.\" After Ida's eyes had\nrested on the yellow crepe frock just presented Georgia in appreciation\nof the three hours she had given for the first interview, she became\nreconciled for the story to be resumed, and even offered her assistance\nin rousing the recollections of her parent.\n\n\n\"Did I tell you\" Georgia began, \"dat de man what looked atter Marse\nAlec's business was his fust cousin? He was de Marse Lordnorth I'se all\ntime talkin' 'bout, and Marse John was Marse Lordnorth's brother. Dere\nwarn't no cook or house gal up at de big house but Ma 'til atter she\ndied, and den when Miss Mary Berry tuk charge of de house dey made\nUncle Harry and his wife, Aunt 'Liza, house boy and cook.\n\n\n\"Marse Alec growed all his corn on his Googer Crick plantation. He\nplanned for evvything us needed and dere warn't but mighty little dat he\ndidn't have raised to take keer of our needs. Lordy, didn't I tell you\nwhat sort of shoes, holestock shoes is? Dem was de shoes de 'omans wore\nand dey had extra pieces on de sides so us wouldn't knock holes in 'em\ntoo quick.\n\n\n\"De fust time I ever seed Marse Alec to know who he was, I warn't more'n\n6 years old. Uncle Stafford had went fishin' and cotched de nicest mess\nof fish you ever seed. He cleant 'em and put 'em in a pan of water, and\ntold me to take 'em up to de big house to Marse Alec. I was skeered when\nI went in de big house yard and axed, what looked lak a little boy, whar\nMarse Alec was, and I was wuss skeered when he said: 'Dis is Marse Alec\nyou is talkin' to. What you want?' I tole him Uncle Stafford sont him de\nfishes and he told me: 'Take 'em to de kitchen and tell 'Liza to cook\n'em for me.' I sho ain't never gwine to forgit dat.\n\n\n\"One day dey sont me wid a bucket of water to de field, and I had to go\nthrough de peach orchard. I et so many peaches, I was 'most daid when I\ngot back to de house. Dey had to drench me down wid sweet milk, and from\ndat day to dis I ain't never laked peaches. From den on Marse Alec\ncalled me de 'peach gal.'\n\n\n\"Marse Alec warn't home much of de time, but when he was dar he used to\nwalk down to de cabins and laugh and talk to his Niggers. He used to\nsing a song for de slave chillun dat run somepin lak dis:\n\n\n  'Walk light ladies\n   De cake's all dough,\n   You needn't mind de weather,\n   If de wind don't blow.'\"\n\n\nGeorgia giggled when she came to the end of the stanza. \"Us didn't know\nwhen he was a-singin' dat tune to us chillun dat when us growed up us\nwould be cake walkin' to de same song.\n\n\n\"On Sundays, whenever Marse Alec was home, he done lots of readin' out\nof a great big old book. I didn't know what it was, but he was pow'ful\nbusy wid it. He never had no parties or dancin' dat I knows 'bout, but\nhe was all time havin' dem big 'portant mens at his house talkin' 'bout\nde business what tuk him off from home so much. I used to see Lawyer\nCoombs dere heaps of times. He was a big, fine lookin' man. Another big\nlawyer was all time comin' dar too, but I done lost his name. Marse Alec\nhad so awful much sense in his haid dat folkses said it stunted his\ngrowin'. Anyhow, long as he lived he warn't no bigger dan a boy.\n\n\n\"When Uncle Harry's and Aunt 'Liza's daughter what was named 'Liza, got\nmarried he was in Washin'ton or some place lak dat. He writ word to\nMarse Linton, his half-brother, to pervide a weddin' for her. I knows\n'bout dat 'cause I et some of dat barbecue. Dat's all I 'members 'bout\nher weddin'. I done forgot de name of de bridegroom. He lived on some\nother plantation. Aunt 'Liza had two gals and one boy. He was named\nAllen.\n\n\n\"Whilst Marse Alec was President or somepin, he got sick and had to come\nback home, and it wern't long atter dat 'fore de surrender. Allen was\n'pinted to watch for de blue coats. When dey come to take Marse Alec\noff, dey was all over the place wid deir guns. Us Niggers hollered and\ncried and tuk on pow'ful 'cause us sho thought dey was gwine to kill him\non account of his bein' such a high up man on de side what dey was\nfightin'. All de Niggers followed 'em to de depot when dey tuk Marse\nAlec and Uncle Pierce away. Dey kept Marse Alec in prison off somewhar a\nlong time but dey sont Pierce back home 'fore long.\n\n\n\"I seed Jeff Davis when dey brung him through Crawfordville on de train.\nDey had him all fastened up wid chains. Dey told me dat a Nigger 'oman\nput pizen in Jeff Davis' somepin t'eat and dat was what kilt him. One\nthing sho, our Marse Alec warn't pizened by nobody. He was comin' from\nde field one day when a big old heavy gate fell down on him, and even if\nhe did live a long time atterwards dat was what was de cause of his\ndeath.\n\n\n\"I seed Uncle Pierce 'fore he died and us sot and talked and cried 'bout\nMarse Alec. Yessum, us sho did have de best Marster in de world. If\never a man went to Heaven, Marse Alec did. I sho does wish our good old\nMarster was livin' now. Now, Miss, I done told you all I can ricollec'\n'bout dem days. I thanks you a lot for dat purty yaller dress, and I\nhopes you comes back to see me again sometime.\"\n\n\n\n\n\n\n\n\nALICE BATTLE, EX-SLAVE\nHawkinsville, Georgia\n\n\n(Interviewed By Elizabeth Watson--1936)\n[JUL 20, 1937]\n\n\n\n\nDuring the 1840's, Emanuel Caldwell--born in North Carolina, and Neal\nAnne Caldwell--born in South Carolina, were brought to Macon by\n\"speculators\" and sold to Mr. Ed Marshal of Bibb County. Some time\nthereafter, this couple married on Mr. Marshal's plantation, and their\nsecond child, born about 1850, was Alice Battle. From her birth until\nfreedom, Alice was a chattel of this Mr. Marshal, whom she refers to as\na humane man, though inclined to use the whip when occasion demanded.\n\n\nFollowed to its conclusion, Alice's life history is void of thrills and\nsimply an average ex-slave's story. As a slave, she was well fed, well\nclothed, and well treated, as were her brother and sister slaves. Her\nmother was a weaver, her father--a field hand, and she did both\nhousework and plantation labor.\n\n\nAlice saw the Yankee pass her ex-master's home with their famous\nprisoner, Jeff Davis, after his capture, in '65. The Yankee band, says\nshe, was playing \"We'll hang Jeff Davis on a Sour Apple Tree\". Some of\nthe soldiers \"took time out\" to rob the Marshal smokehouse. The Whites\nand Negroes were all badly frightened, but the \"damyankees didn't harm\nnobody\".\n\n\nAfter freedom, Alice remained with the Marshals until Christmas, when\nshe moved away. Later, she and her family moved back to the Marshal\nplantation for a few years. A few years still later, Alice married a\nBattle \"Nigger\".\n\n\nSince the early '70's, Alice has \"drifted around\" quite a bit. She and\nher husband are now too old and feeble to work. They live with one of\ntheir sons, and are objects of charity.",
        "word_count": 5505
      },
      {
        "name": "PLANTATION LIFE\n\n\nJASPER BATTLE",
        "age": "80",
        "address": "112 Berry St.,",
        "state": "Georgia",
        "text": "The shade of the large water oaks in Jasper's yard was a welcome sight\nwhen the interviewer completed the long walk to the old Negro's place in\nthe sweltering heat of a sunny July afternoon. The old house appeared to\nbe in good condition and the yard was clean and tidy. Jasper's wife,\nLula, came around the side of the house in answer to the call for\nJasper. A large checked apron almost covered her blue dress and a clean\nwhite headcloth concealed her hair. Despite her advanced age, she seemed\nto be quite spry.\n\n\n\"Jus' come back here whar I'se a-doin' de white folks' washin',\" she\nsaid. \"Jasper's done been powerful sick and I can't leave him by hisself\nnone. I brung him out here in de shade so I could watch him and 'tend to\nhim whilst I wuks. Jasper stepped on a old plank what had two rusty\nnails in it, and both of 'em went up in his foot a fur ways. I done driv\ndem nails plumb up to dey haids in de north side of a tree and put\njimpson weed poultices on Jasper's foot, but it's still powerful bad\noff.\"\n\n\nBy this time we had arrived within sight and earshot of the old rocking\nchair where Jasper sat with his foot propped high in another chair. His\nchair had long ago been deprived of its rockers. The injured member\nappeared to be swollen and was covered with several layers of the\njimpson weed leaves. The old man's thin form was clothed in a faded blue\nshirt and old gray cotton trousers. His clothes were clean and his\nwhite hair was in marked contrast to his shining but wrinkled black\nface. He smiled when Lula explained the nature of the proposed\ninterview. \"'Scuse me, Missy,\" he apologized, \"for not gittin' up,\n'cause I jus' can't use dis old foot much, but you jus' have a seat here\nin de shade and rest yourself.\" Lula now excused herself, saying: \"I\njus' got to hurry and git de white folks' clothes washed and dried 'fore\nit rains,\" and she resumed her work in the shade of another huge tree\nwhere a fire was burning brightly under her washpot and a row of\nsud-filled tubs occupied a long bench.\n\n\n\"Lula, she has to wuk all de time,\" Jasper explained, \"and she don't\nnever have time to listen to me talk. I'se powerful glad somebody is\nwillin' to stop long enough to pay some heed whilst I talks 'bout\nsomepin. Dem days 'fore de war was good old days, 'specially for de\ncolored folks. I know, 'cause my Mammy done told me so. You see I was\nmighty little and young when de war was over, but I heared de old folks\ndo lots of talkin' 'bout dem times whilst I was a-growin' up, and den\ntoo, I stayed right dar on dat same place 'til I was 'bout grown. It was\nMarse Henry Jones' plantation 'way off down in Taliaferro County, nigh\nCrawfordville, Georgy. Mammy b'longed to Marse Henry. She was Harriet\nJones. Daddy was Simon Battle and his owner was Marse Billie Battle. De\nBattle's plantation was off down dar nigh de Jones' place. When my Mammy\nand Daddy got married Marse Henry wouldn't sell Mammy, and Marse Billie\nwouldn't sell Daddy, so dey didn't git to see one another but twice a\nweek--dat was on Wednesday and Sadday nights--'til atter de war was done\nover. I kin still 'member Daddy comin' over to Marse Henry's plantation\nto see us.\n\n\n\"Marse Henry kept a lot of slaves to wuk his big old plantation whar he\ngrowed jus' evvything us needed to eat and wear 'cept sugar and coffee\nand de brass toes for our home-made, brogan shoes. Dere allus was\na-plenty t'eat and wear on dat place.\n\n\n\"Slave quarters was log cabins built in long rows. Some had chimblies in\nde middle, twixt two rooms, but de most of 'em was jus' one-room cabins\nwid a stick and mud chimbly at de end. Dem chimblies was awful bad 'bout\nketchin' on fire. Didn't nobody have no glass windows. Dey jus' had\nplain plank shutters for blinds and de doors was made de same way, out\nof rough planks. All de beds was home-made and de best of 'em was\ncorded. Dey made holes in de sides and foots and haidpieces, and run\nheavy home-made cords in dem holes. Dey wove 'em crossways in and out of\ndem holes from one side to another 'til dey had 'em ready to lay de\nmattress mat on. I'se helped to pull dem cords tight many a time. Our\nmattress ticks was made of homespun cloth and was stuffed wid wheat\nstraw. 'Fore de mattress tick was put on de bed a stiff mat wove out of\nwhite oak splits was laid on top of de cords to pertect de mattress and\nmake it lay smooth. Us was 'lowed to pick up all de old dirty cotton\n'round de place to make our pillows out of.\n\n\n\"Jus' a few of de slave famblies was 'lowed to do deir own cookin'\n'cause Marster kept cooks up at de big house what never had nothin' else\nto do but cook for de white folks and slaves. De big old fireplace in\ndat kitchen at de big house was more dan eight feet wide and you could\npile whole sticks of cord-wood on it. It had racks acrost to hang de\npots on and big ovens and little ovens and big, thick, iron fryin' pans\nwid long handles and hefty iron lids. Dey could cook for a hunderd\npeople at one time in dat big old kitchen easy. At one time dere was\ntables acrost one end of de kitchen for de slaves t'eat at, and de slave\nchillun et dar too.\n\n\n\"Marster was mighty good to slave chillun. He never sont us out to wuk\nin de fields 'til us was 'most growed-up, say 12 or 14 years old. A\nNigger 12 or 14 years old dem days was big as a white child 17 or 18\nyears old. Why Miss, Niggers growed so fast, dat most of de Nigger\nnurses warn't no older dan de white chillun dey tuk keer of. Marster\nsaid he warn't gwine to send no babies to de fields. When slave chillun\ngot to be 'bout 9 or 10 years old dey started 'em to fetchin' in wood\nand water, cleanin' de yards, and drivin' up de cows at night. De\nbigges' boys was 'lowed to measure out and fix de stock feed, but de\nmost of us chillun jus' played in de cricks and woods all de time.\nSometimes us played Injuns and made so much fuss dat old Aunt Nancy\nwould come out to de woods to see what was wrong, and den when she found\nus was jus' a-havin' fun, she stropped us good for skeerin' her.\n\n\n\"Mammy's job was to make all de cloth. Dat was what she done all de\ntime; jus' wove cloth. Some of de others cyarded de bats and spun\nthread, but Mammy, she jus' wove on so reg'lar dat she made enough cloth\nfor clothes for all dem slaves on de plantation and, it's a fact, us did\nhave plenty of clothes. All de nigger babies wore dresses made jus' alak\nfor boys and gals. I was sho'ly mighty glad when dey 'lowed me to git\nrid of dem dresses and wear shirts. I was 'bout 5 years old den, but dat\nboys' shirt made me feel powerful mannish. Slave gals wore homespun\ncotton dresses, and dey had plenty of dem dresses, so as dey could keep\nnice and clean all de time. Dey knitted all de socks and stockin's for\nwinter. Dem gals wore shawls, and dere poke bonnets had ruffles 'round\n'em. All de shoes was home-made too. Marster kept one man on de\nplantation what didn't do nothin' but make shoes. Lordy, Missy! What\nwould gals say now if dey had to wear dem kind of clothes? Dey would\nraise de roof plumb offen de house. But jus' let me tell you, a purty\nyoung gal dressed in dem sort of clothes would look mighty sweet to me\nright now.\n\n\n\"Us never could eat all de meat in Marster's big old smokehouse.\nSometimes he tuk hams to de store and traded 'em for sugar and coffee.\nPlenty of 'bacco was raised on dat plantation for all de white folks and\nde growed-up Niggers. Slave chillun warn't sposen to have none, so us\nhad to swipe what 'bacco us got. If our Mammies found out 'bout us\ngittin' 'bacco, dey stropped us 'til de skin was most off our backs, but\nsometimes us got away wid a little. If us seed any of de old folks was\nwatchin' us, us slipped de 'bacco from one to another of us whilst dey\ns'arched us, and it went mighty bad on us if dey found it.\n\n\n\"Slaves went to de white folks' church and listened to de white\npreachers. Dere warn't no colored preacher 'lowed to preach in dem\nchurches den. Dey preached to de white folks fust and den dey let de\ncolored folks come inside and hear some preachin' atter dey was through\nwid de white folks. But on de big 'vival meetin' days dey 'lowed de\nNiggers to come in and set in de gallery and listen at de same time dey\npreached to de white folks. When de sermon was over dey had a big dinner\nspread out on de grounds and dey had jus' evvything good t'eat lak\nchickens, barbecued hogs and lambs, pies, and lots of watermelons. Us\nkept de watermelons in de crick 'til dey was ready to cut 'em. A white\ngentleman, what dey called Mr. Kilpatrick, done most of de preachin'. He\nwas from de White Plains neighborhood. He sho' did try mighty hard to\ngit evvybody to 'bey de Good Lord and keep his commandments.\n\n\n\"Mr. Kilpatrick preached all de funerals too. It 'pears lak a heap more\nfolks is a-dyin' out dese days dan died den, and folks was a heap better\nden to folks in trouble. Dey would go miles and miles den when dey\ndidn't have no auto'biles, to help folks what was in trouble. Now, dey\nwon't go next door when dere's death in de house. Den, when anybody died\nde fust thing dey done was to shroud 'em and lay 'em out on de coolin'\nboard 'til Old Marster's cyarpenter could git de coffin made up. Dere\nwarn't no embalmers dem days and us had to bury folks de next day atter\ndey died. De coffins was jus' de same for white folks and deir slaves.\nOn evvy plantation dere was a piece of ground fenced in for a graveyard\nwhar dey buried white folks and slaves too. My old Daddy is buried down\nyonder on Marse Henry's plantation right now.\n\n\n\"When a slave wanted to git married up wid a gal, he didn't ax de gal,\nbut he went and told Marster 'bout it. Marster would talk to de gal and\nif she was willin', den Marster would tell all de other Niggers us was\na-goin' to have a weddin'. Dey would all come up to de big house and\nMarster would tell de couple to jine hands and jump backwards over a\nbroomstick, and den he pernounced 'em man and wife. Dey didn't have to\nhave no licenses or nothin' lak dey does now. If a man married up wid\nsomebody on another place, he had to git a pass from his Marster, so as\nhe could go see his wife evvy Wednesday and Sadday nights. When de\npatterollers cotched slaves out widout no passes, dey evermore did beat\n'em up. Leastways dat's what Mammy told me.\n\n\n\"Durin' de big war all de white folkses was off a-fightin' 'cept dem\nwhat was too old to fight or what was too bad crippled and 'flicted. Dey\nstayed home and looked atter de 'omans and chillun. Somebody sont\nMist'ess word dat dem yankees was on de way to our plantation and she\nhid evvything she could, den had de hogs and hosses driv off to de\nswamps and hid. Mammy was crazy 'bout a pet pig what Marster had done\ngive her, so Mist'ess told her to go on down to dat swamp quick, and\nhide dat little pig. Jus' as she was a-runnin' back in de yard, dem\nyankees rid in and she seed 'em a-laughin' fit to kill. She looked\n'round to see what dey was tickled 'bout and dere followin' her lak a\nbaby was dat pig. Dem yankees was perlite lak, and dey never bothered\nnothin' on our place, but dey jus' plumb ruint evvything on some of de\nplantations right close to our'n. Dey tuk nigh evvything some of our\nneighbors had t'eat, most all deir good hosses, and anything else dey\nwanted. Us never did know why dey never bothered our white folkses'\nthings.\n\n\n\"When dey give us our freedom us went right on over to Marse Billie\nBattle's place and stayed dar wid Daddy 'bout a year; den Daddy come wid\nus back to Marse Henry's, and dar us stayed 'til Old Marster died. Long\nas he lived atter de war, he wukked most of his help on sheers, and seed\ndat us was tuk keer of jus' lak he had done when us all b'longed to him.\nUs never went to school much 'cause Mammy said white folks didn't lak\nfor Niggers to have no larnin', but atter de war was done over our Old\nMist'ess let colored chillun have some lessons in a little cabin what\nwas built in de back yard for de white chillun to go to school in.\n\n\n\"Atter dey buried our Old Marster, us moved down to Hancock County and\nfarmed dar, 'cause dat was all us knowed how to do. Us got together and\nraised money to buy ground enough for a churchyard and a graveyard for\ncolored folks. Dat graveyard filled up so fast dat dey had to buy more\nland several times. Us holped 'em build de fust colored church in\nHancock County.\n\n\n\"School for colored chillun was held den in our church house. Our\nteacher was a white man, Mr. Tom Andrews, and he was a mighty good\nteacher, but Lordy, how strick he was! Dese here chillun don't know\nnothin' 'bout school. Us went early in de mornin', tuk our dinner in a\nbucket, and never left 'til four o'clock, and sometimes dat was 'most\nnigh sundown. All day us studied dat blue back speller, and dat white\nteacher of ours sho' tuk de skin offen our backs if us didn't mind him.\nDere warn't no fussin' and fightin' and foolin' 'round on de way home,\n'cause dat white teacher 'lowed he had control of us 'til us got to our\nMammies' doors and if us didn't git for home in a hurry, it was jus' too\nbad for us when he tuk it out on us next day wid dat long hick'ry\nswitch.\n\n\n\"Things is sho' diffunt now. Folks ain't good now as dey was den, but\ndere is gwine to be a change. I may not be here to see it, but it's\na-comin' 'cause de Good Lord is done 'sied (prophesied) it, and it's got\nto be. God's sayin' is comin' to pass jus' as sho' as us is livin' and\nsettin' in de shade of dis here tree.\n\n\n\"Lordy, Miss! How come you axes 'bout colored folks'es weddin's? I was\na-courtin' a little 14-year old gal named Lovie Williams, but her Mammy\nrunned me off and said she warn't gwine to let Lovie git married up wid\nnobody 'til she got big enough. I jus' bought dem licenses and watched\nfor my chanct and den I stole dat gal right from under her Mammy's eyes.\nMy Mammy knowed all 'bout it and holped us git away. Us didn't have no\ntime for no weddin'. De best us could do was jus' to git ourselfs\nmarried up. Lovie's Mammy raised de Old Ned, but us didn't keer den,\n'cause it was too late for her to do nothin' to part us. Lovie was one\nof the bestest gals what ever lived. Us raised 12 chillun and I never\nhad one speck of trouble wid her. Lovie's done been daid 15 years now.\"\n\n\nHis voice trembled as he talked about his first wife, and Lula almost\nstopped her work to listen. This kind of talk did not please her and her\nexpression grew stern. \"You done talked a-plenty,\" she told him. \"You\nain't strong 'nough to do no more talkin',\" but Jasper was not willing\nto be silenced. \"I reckon I knows when I'se tired. I ain't gwine to hush\n'til I gits good and ready,\" was his protest. \"Yes Missy,\" he continued.\n\"All our chillun is done daid now 'cept four and dey is 'way off up\nNorth. Ain't nobody left here 'cept me and Lula. Lula is pow'ful good to\nme. I done got too old to wuk, and can't do nothin' nohow wid dis old\nfoot so bad off. I'se ready and even anxious to go when de Good Lord\ncalls for old Jasper to come to de Heav'nly Home.\n\n\n\"I ain't heared nothin' from my only brother in over 7 years. I 'spose\nhe still lives in Crawfordville. Missy, I wishes I could go back down to\nCrawfordville one more time. I kin jus' see our old homeplace on de\nplantation down dar now. Lula a-washin' here, makes me study 'bout de\nold washplace on Marse Henry's plantation. Dere was a long bench full of\nold wood tubs, and a great big iron pot for bilin' de clothes, and de\nbatten block and stick. Chillun beat de clothes wid de batten stick and\nkept up de fire 'round de pot whilst de 'omans leaned over de tubs\nwashin' and a-singin' dem old songs. You could hear 'em 'most a mile\naway. Now and den one of de 'omans would stop singin' long enough to\nyell at de chillun to 'git more wood on dat fire 'fore I lash de skin\noffen your back.'\n\n\n\"Oh Missy, dem was good old days. Us would be lucky to have 'em back\nagain, 'specially when harvest time comes 'round. You could hear Niggers\na-singin' in de fields 'cause dey didn't have no worries lak dey got\nnow. When us got de corn up from de fields, Niggers come from far and\nnigh to Marster's cornshuckin'. Dat cornshuckin' wuk was easy wid\nevvybody singin' and havin' a good time together whilst dey made dem\nshucks fly. De cornshuckin' captain led all de singin' and he set right\nup on top of de highes' pile of corn. De chillun was kept busy a-passin'\nde liquor jug 'round. Atter it started gittin' dark, Marster had big\nbonfires built up and plenty of torches set 'round so as dere would be\nplenty of light. Atter dey et all dey wanted of dem good things what had\ndone been cooked up for de big supper, den de wrastlin' matches started,\nand Marster allus give prizes to de best wrastlers. Dere warn't no\nfussin' and fightin' 'lowed on our place, and dem wrastlin' matches was\nall in good humor and was kept orderly. Marster wanted evvybody to be\nfriends on our plantation and to stay dat way, for says he: 'De Blessed\nSaviour done said for us to love our neighbor as ourselfs, and to give\nand what us gives is gwine to come back to us.' Missy, de Good Lord's\nword is always right.\"\n\n\nThe interviewer was preparing to leave when one of Jasper's old friends\napproached the sheltering tree in the yard, where the interview was\ndrawing to a close. \"Brudder Paul,\" said Jasper, \"I wisht you had come\nsooner 'cause Missy, here, and me is done had de bestes' time a-goin'\nback over dem old times when folks loved one another better dan dey does\nnow. Good-bye Missy, you done been mighty kind and patient wid old\nJasper. Come back again some time.\"\n\n\n\n\n\n\n\n\n[HW: Dist. --\nEx-Slv. #10]\n\n\nARRIE BINNS OF WASHINGTON-WILKES\n\n\nby\nMinnie Branham Stonestreet\nWashington-Wilkes\nGeorgia\n[MAY 8 1937]\n\n\n\n\nArrie Binns lives in Baltimore, a negro suburb of Washington-Wilkes, in\na little old tumbled down kind of a cottage that used to be one of the\nneatest and best houses of the settlement and where she has lived for\nthe past sixty-odd years. In the yard of her home is one of the most\nbeautiful holly trees to be found anywhere. She set it there herself\nover fifty years ago. She recalled how her friends predicted bad luck\nwould befall her because she \"sot out er holly\", but not being in the\nleast bit superstitious she paid them \"no mind\" and has enjoyed her\nbeautiful tree all these years. Many lovely oaks are around her house;\nshe set them there long ago when she was young and with her husband\nmoved into their new home and wanted to make it as attractive as\npossible. She is all alone now. Her husband died some years ago and\nthree of her four children have passed on. Her \"preacher son\" who was\nher delight, died not very long ago. All this sorrow has left Aunt Arrie\nold and sad; her face is no longer lighted by the smile it used to know.\nShe is a tiny little scrap of a woman with the softest voice and is as\nneat as can be. She wears an oldfashioned apron all the time and in cool\nweather there is always a little black cape around her frail shoulders\nand held together with a plain old gold \"breastpin\".\n\n\nShe was born in Lincoln County (Georgia), her mother was Emeline Sybert\nand her father Jordan Sybert. They belonged to Mr. Jones Sybert and his\nwife \"Miss Peggy\". After freedom they changed their surname to Gullatt\nas they liked that better. Arrie was among the oldest of nine children.\nThe night she was born the stork brought a little baby girl to the home\nof a white family just across the creek from the Syberts. The little\nwhite girl was named Arine so \"Miss Peggy\" named the little new black\nbaby girl Arrie, and that is how it happened she was given such an odd\nname.\n\n\nArrie said she was \"15 or 16 years old when the war broke (1865), I wuz\nbig enough to be lookin' at boys an' dey lookin' at me.\" She remembers\nthe days of war, how when the battle of Atlanta was raging they heard\nthe distant rumble of cannon, and how \"upsot\" they all were. Her master\ndied of \"the consumption\" during the war. She recalls how hard it was\nafter his death. The Syberts had no children and there was no one to\nturn to after his death. Arrie tells of her Master's illness, how she\nwas the housemaid and was called upon to fan him and how she would get\nso tired and sleepy she would nod a little, the fan dropping from hands\ninto his face. He would take it up and \"crack my haid with the handle to\nwake me up. I wuz allus so sorry when I done that, but I jest had ter\nnod.\"\n\n\nShe told about how bad the overseers were and the trouble they gave\nuntil finally \"old Miss turned off ther one she had an' put my Pa in his\nplace to manage things and look after the work.\" Arrie was never\npunished, (not any more than having her head cracked by her Master when\nshe nodded while fanning him.) \"No mam, not none of our niggers wuz\nwhipped. Why I recollect once, my brother wuz out without a pass an' de\npatter rollers kotch him and brung him to old Miss and said he'd have\nter be whipped, old Miss got so mad she didn't know what ter do, she\nsaid nobody wuz a goin' ter whip her niggers, but the patter roller men\n'sisted so she said after er while, 'Well, but I'm goin' ter stan' right\nhere an' when I say stop, yer got ter stop', an' they 'greed to dat, an'\nthe third time dey hit him she raised her han' an' said 'STOP' an' dey\nhad ter let my brother go. My Miss wuz a big 'oman, she'd weigh nigh on\nter three hundred pound, I 'spect.\"\n\n\nAfter her master's death Arrie had to go into the field to work. She\nrecalled with a little chuckle, the old cream horse, \"Toby\" she use to\nplow. She loved Toby, she said, and they did good work. When not plowing\nshe said she \"picked er round in the fields\" doing whatever she could.\nShe and the other slaves were not required to do very hard work. Her\nmother was a field hand, but in the evenings she spun and wove down in\ntheir cabin. Aunt Arrie added \"an' I did love to hear that old spinnin'\nwheel. It made a low kind of a whirring sound that made me sleepy.\" She\nsaid her mother, with all the other negro women on the place, had \"a\ntask of spinnin' a spool at night\", and they spun and wove on rainy days\ntoo. \"Ma made our clothes an' we had pretty dresses too. She dyed some\nblue and brown striped. We growed the indigo she used fer the blue,\nright dar on the plantation, and she used bark and leaves to make the\ntan and brown colors.\"\n\n\nAunt Arrie said the Doctor was always called in when they were sick,\n\"but we never sont fer him lesse'n somebody wuz real sick. De old folks\ndoctored us jest fer little ailments. Dey give us lye tea fer colds.\n(This was made by taking a few clean ashes from the fire place, putting\nthem in a little thin bag and pouring boiling water over them and let\nset for a few minutes. This had to be given very weak or else it would\nbe harmful, Aunt Arrie explained.) Garlic and whiskey, and den, dar\nain't nothin' better fer the pneumony dan splinter tea. I've cured bad\ncases with it.\" (That is made by pouring boiling water over lightwood\nsplinters.)\n\n\nAunt Arrie told of their life on the plantation and it was not unlike\nthat of other slaves who had good masters who looked after them. They\nhad plenty to eat and to wear. Their food was given them and they cooked\nand ate their meals in the cabins in family groups. Santa Claus always\nfound his way to the Quarters and brought them stick candy and other\nthings to eat. She said for their Christmas dinner there was always a\nbig fat hen and a hog head.\n\n\nIn slavery days the negroes had quiltings, dances, picnics and everybody\nhad a good time, Aunt Arrie said, \"an' I kin dance yit when I hears a\nfiddle.\" They had their work to do in the week days, but when Sundays\ncame there was no work, everybody rested and on \"preachin' days\" went to\nChurch. Her father took them all to old Rehoboth, the neighborhood white\nchurch, and they worshiped together, white and black, the negroes in\nthe gallery. That was back in the days when there was \"no lookin'\nneither to the right nor to the left\" when in church; no matter what\nhappened, no one could even half way smile. This all was much harder\nthan having to listen to the long tiresome sermons of those days, Arrie\nthinks, specially when she recalled on one occasion \"when Mr. Sutton wuz\na preachin' a old goat [HW: got] up under the Church an' every time Mr.\nSutton would say something out real loud that old goat would go 'Bah-a-a\nBah ba-a-a' an' we couldn't laugh a bit. I most busted, I wanted ter\nlaugh so bad.\"\n\n\n\"Yassum, in dem days\" continued Aunt Arrie, \"all us colored folks went\nto the white folks church kase us didn't have no churches of our own and\nday want no colored preachers den, but some what wuz called\n\"Chairbacks\". The Chairback fellows went er round preachin' an' singin'\nin the cabins down in the Quarters and dey use ter have the bes'\nmeetin's, folks would be converted an' change dey way. De hymns dey sung\nde most wuz \"Amazin' Grace\" an' \"Am I Born ter Die?\" I 'members de\nmeetin's us use ter have down in our cabin an' how everybody would pray\nan' sing.\"\n\n\n\"Dey ain't nothin' lak it use ter be,\" sighed Aunt Arrie, \"Now when I\nfirst could recollect, when a nigger died they sot up with de corpse all\nnight and de next day had de funeral an' when dey started to the burial\nground with the body every body in the whole procession would sing\nhymns. I've heard 'em 'nough times clear 'cross the fields, singin' and\nmoanin' as they went. Dem days of real feelin' an' keerin' is gone.\"\n\n\nWhen freedom came there were sad times on the Sybert plantation, Arrie\nsaid. \"Old Miss cried and cried, and all us cried too. Old Miss said\n'You'al jest goin' off to perish.' Aunt Jennie, one of the oldest women\nslaves stayed on with her and took keer of her, but all us stayed on a\nwhile. Us didn't know whar to go an' what ter do, an' den come Dr.\nPeters and Mr. Allen frum Arkansas to git han's to go out dar an' work\nfer dem. My Pa took his family and we stayed two years. It took us might\nnigh ar whole week to git dar, we went part way on de train and den rid\nde steam boat up de Mississippi River ter de landin'. We worked in the\ncotton field out dar and done all kinds er work on de farm, but us\ndidn't like an' Dr. Peters an' Mr. Allen give my Pa money fer us ter\ncome home on. 'Fore we could git started my oldest brother wanted to\ncome home so bad he jest pitched out and walked all de way frum Arkansas\nto our old home in Georgy. We come back by Memphis and den come on home\non de train. When we wuz out dar I went to school an' got as far as\n'Baker'. Dat's de only schoolin' I ever had.\"\n\n\nAunt Arrie told about her courtship and marriage, she remembers all\nabout it and grew rather sentimental and sad while she talked. She said\nthat Franklin Binns was going with her before she went to live in\nArkansas and when she came home he picked up the courtship where he had\nleft off when she went away. He would ride 20 miles on horseback to see\nher. He brought her candy and nice things to eat, but she still wouldn't\n\"give him no satisfaction 'bout whether she keered fer him er not.\" She\nsaid other men wanted to come to see her, but she paid them not one bit\nof attention. \"No mam, I wouldn't 'cept of them, I never did go with in\nan' everybody, I don't do dat yit.\" She said one day Franklin was to see\nher and said \"Less us marry, I think 'nough of you to marry.\" She said\nshe wouldn't tell him nothin' so he went to see her parents and they\nagreed, so she married him sometime later. They were married by a white\nminister, Mr. Joe Carter.\n\n\nAunt Arrie leads a lonely life now. She grieves for her loved ones more\nthan negroes usually do. She doesn't get about much, but \"I does go over\nto see Sis Lou (a neighbor) every now an' den fer consolation.\" She says\nshe is living on borrowed time because she has always taken care of\nherself and worked and been honest. She said that now she is almost at\nthe close of her life waiting day by day for the call to come, she is\nglad she knew slavery, glad she was reared by good white people who\ntaught her the right way to live, and she added: \"Mistess, I'se so glad\nI allus worked hard an' been honest--hit has sho paid me time an' time\nagin.\"\n\n\n\n\n\n\n\n\n[HW: Dist. 5\nExSlv. #7\nDriskell]\n\n\nHENRY BLAND--EX-SLAVE\n[MAY -- --]\n\n\n\n\nHenry Bland is one of the few living ex-slaves who was born on a\nplantation near Edenton, Ga., in 1851. His parents were Martha and Sam\nCoxton. In this family group were three other children, two girls and\none boy, who was the oldest. When questioned regarding the birthplace\nand the movements of his parents, Mr. Bland stated that his father was\nborn in Hancock County, Ga. His mother along with her mother was brought\nto Georgia by the speculator with a drove of other slaves. The first\nthing that he remembers of his parents is when he was quite small and\nwas allowed to remain in the Master's kitchen in the \"big house\" where\nhis mother was cook.\n\n\nMr. Coxton, who was the owner of Mr. Bland and his family, was described\nas being very rich and influential man in the community where he lived.\nSays Mr. Bland, \"His only fault was that of drinking too much of the\nwhisky that he distilled on the plantation.\" Unlike some of the other\nslave owners in that section, Mr. Coxton was very kind to his slaves.\nHis plantation was a large one and on it was raised cotton, corn,\ncane[TR:?], vegetables, and live stock. More cotton was grown than\nanything else.\n\n\nFrom the time he was 1 year and 6 months of age until he was 9 years old\nhe lived in the \"big house\" with his mother. At night he slept on the\nfloor there. In spite of this, his and his mother's treatment was\nconsiderably better than that received by those slaves who worked in the\nfields. While their food consisted of the same things as did that of the\nfield slaves, sometimes choice morsels came back to the kitchen from the\nMaster's table. He says that his mother's clothes were of better quality\nthan the other slave women (those who were not employed in the house).\n\n\nAs a child his first job was to cut wood for the stove, pick up chips,\nand to drive the cows to and from the pasture. When 9 years old he was\nsent to the field as a plow boy. Here he worked with a large number of\nother slaves (he does not know the exact number) who were divided into\ntwo groups, the plow group and the hoe group. His father happened to be\nthe foreman of the hoe gang. His brothers and sisters also worked here\nin the fields being required to hoe as well as plow. When picking time\ncame, everyone was required to pick. The usual amount of cotton each\nperson was required to pick was 200 lbs. per day. However, when this\namount was not picked by some they were not punished by the overseer, as\nwas the case on neighboring plantations, because Mr. Coxton realized\nthat some could do more work than others. Mr. Coxton often told his\noverseer that he had not been hired to whip the slaves, but to teach\nthem how to work.\n\n\nSays Mr. Bland: \"Our working hours were the same as on any other\nplantation. We had to get up every morning before sun-up and when it was\ngood and light we were in the field. A bugle was blown to wake us.\" All\nthe slaves stayed in the field until dark. After leaving the field they\nwere never required to do any work but could spend their time as they\nsaw fit to. No work was required on Saturday or Sunday with the\nexception that the stock had to be cared for. Besides those days when no\nwork was required, there was the 4th of July and Christmas on which the\nslaves were permitted to do as they pleased. These two latter dates were\nusually spent in true holiday spirit as the master usually gave a big\nfeast in the form of a barbecue and allowed them to invite their\nfriends.\n\n\nWhen darkness came they sang and danced and this was what they called a\n\"frolic.\" As a general rule this same thing was permitted after the\ncrops had been gathered. Music for these occasions was furnished by\nviolin, banjo and a clapping of hands. Mr. Bland says that he used to\nhelp furnish this music as Mr. Coxton had bought him a violin.\n\n\nOn the Coxton plantation all slaves always had a sufficient amount of\nclothing. These clothes which were issued when needed and not at any\ncertain time included articles for Sunday wear as well as articles for\nwork. Those servants who worked in the \"big house\" wore practically the\nsame clothes as the master and his wife with the possible exception that\nit met the qualification of being second-handed. An issue of work\nclothing included a heavy pair of work shoes called brogans, homespun\nshirts and a pair of jeans pants. A pair of knitted socks was also\nincluded The women wore homespun dresses for their working clothes. For\nSunday wear the men were given white cotton shirts and the women white\ncotton dresses. All clothing was made on the plantation by those women\nwho were too old for field work.\n\n\nIn the same manner that clothing was sufficient, so was food plentiful.\nAt the end of each week each family was given 4 lbs. of meat, 1 peck of\nmeal, and some syrup. Each person in a family was allowed to raise a\ngarden and so they had vegetables whenever they wished to. In addition\nto this they were allowed to raise chickens, to hunt and to fish.\nHowever, none of the food that was secured in any of the ways mentioned\nabove could be sold. When anyone wished to hunt, Mr. Coxton supplied the\ngun and the shot.\n\n\nAlthough the slaves cooked for themselves, their breakfast and dinner\nwere usually sent to them in the fields after it had been prepared in\nthe cook house. The reason for this was that they had to get up too soon\nin the morning, and at noon too much time would be lost if they were\npermitted to go to their cabins for lunch.\n\n\nThe children who were too young to work in the field were cared for by\nsome old slave who likewise was unable to do field work. The children\nwere usually fed pot liquor, corn bread, milk, syrup, and vegetables.\nEach one had his individual cup to eat from. The food on Sunday was\nusually no different from that of any other day of the week. However,\nMr. Bland says that they never had to break in the smokehouse because of\nhunger.\n\n\nWhen asked to describe the living quarters of the slaves on his\nplantation he looked around his room and muttered: \"Dey wuz a lot better\nthan dis one.\" Some of the cabins were made of logs and some of\nweatherboards. The chinks in the walls were sealed with mud. In some\ninstances boards were used on the inside to keep the weather out. There\nwere usually two windows, shutters being used in the place of window\npanes. The chimney and fireplace were made of mud and stones. All\ncooking was done at the fireplace as none of them were provided with\nstoves. Iron cooking utensils were used. To boil food a pot was hung\nover the fire by means of a hook. The remaining furniture was a bench\nwhich served as a chair, and a crude bed. Rope running from side to side\nserved as bed springs. The mattress was made of straw or hay. For\nlighting purposes, pine knots and candles were used. The slaves on the\nCoxton plantation were also fortunate in that all cabins had good\nfloors. All cabins and their furnishings were built by the slaves who\nlearned the use of hammer and saw from white artisans whom Mr. Coxton\nemployed from time to time. Mr. Bland remarked that his father was a\nblacksmith, having learned the trade in this manner.\n\n\nA doctor was employed regularly by Mr. Coxton to minister to the needs\nof the slaves in time of illness. \"We also had our own medicine,\" says\nMr. Bland. At different times excursions were made to the woods where\n\"yarbs\" (herbs) were gathered. Various kinds of teas and medicines were\nmade by boiling these roots in water. The usual causes of illness on\nthis plantation were colds, fevers, and constipation. Castor oil and\nsalts were also used to a great extent. If an individual was too ill to\nwork an older slave had to nurse this person.\n\n\nNo effort was made by Mr. Coxton to teach his slaves anything except\nmanual training. A slave who could use his hands at skilled work was\nmore valuable than the ordinary field hand. If, however, a slave secured\na book, Mr. Coxton would help him learn to read it. Above all, religious\ntraining was not denied. As a matter of fact, Mr. Coxton required each\none of his servants to dress in his Sunday clothes and to go to church\nevery Sunday. Services for all were held at the white church--the slaves\nsitting on one side and the masters on the other. All preaching was done\nby a white pastor.\n\n\nNo promiscuous relationships were allowed. If a man wanted to marry he\nmerely pointed out the woman of his choice to the master. He in turn\ncalled her and told her that such and such an individual wished her for\na wife. If she agreed they were pronounced man and wife and were\npermitted to live together.\n\n\nThe slaves on his plantation were great believers in roots and their\nvalues in the use of conjuring people.\n\n\nMr. Bland doesn't remember ever seeing anyone sold by Mr. Coxton, but he\nheard that on other nearby plantations slaves were placed on an auction\nblock and sold like cattle.\n\n\nNone of the slaves were ever whipped or beaten by Mr. Coxton or by\nanyone else. If a rule was broken the offender was called before Mr.\nCoxton where he was talked to. In some cases a whipping was promised and\nthat ended the matter. The \"Paddie Rollers\" whipped the slaves from\nother plantations when they were caught off of their premises without a\n\"pass\" but this was never the case when a slave belonging to Mr. Coxton\nbroke this rule. Mr. Bland remembers that once he and some of his fellow\nslaves were away from home without a pass when they were seen by the\n\"Paddie Rollers\" who started after them. When they were recognized as\nbelonging to Mr. Coxton one of them (Paddie Rollers) said: \"Don't bother\nthem; that's them d---- 'free niggers'.\" The Paddie Rollers were not\nallowed to come on the Coxton plantation to whip his slaves or any other\nowner's slaves who happened to be visiting at the time. Mr. Coxton\nrequired that they all be on the plantation by nightfall.\n\n\n(The above seems to be rather conclusive proof of Mr. Coxton's influence\nin the community.) [TR: Parentheses added by hand.]\n\n\nWhenever a slave committed a crime against the State, his master usually\nhad to pay for the damage done or pay the slave's fine. It was then up\nto him to see that the offender was punished.\n\n\nMr. Coxton once saw him (Mr. Bland) beat another slave (who was a guest\nat a frolic) when this visitor attempted to draw a pistol on him. Mr.\nBland was upheld in his action and told by Mr. Coxton that he had better\nalways fight back when anyone struck him, whether the person was white\nor black. Further, if he (Mr. Coxton) heard of his not fighting back a\nwhipping would be in store for him.\n\n\nMr. Coxton was different from some of the slave owners in that he gave\nthe head of each family spending money at Christmas time--the amount\nvarying with the size of the family.\n\n\n\"When the Civil war was begun the master seemed to be worried all the\ntime\" states Mr. Bland. \"He was afraid that we would be freed and then\nhe would have to hire us to do his work.\"\n\n\nWhen asked to describe his feelings about the war and the possibility of\nhis being freed, Mr. Bland said that he had no particular feeling of\ngladness at all. The outcome of the war did not interest him at all\nbecause Mr. Coxton was such a good master he didn't care whether he was\nfreed or not. His fellow slaves felt the same way.\n\n\nWhen Sherman and the Yankees were marching through they took all of the\nlive stock but bothered nothing else. The buildings on the adjoining\nplantation were all burned. A small skirmish took place about 2 miles\naway from Mr. Coxton's plantation when the Yankees and Confederates met.\nMr. Coxton's two sons took part in the war.\n\n\nMr. Bland was taken by Sherman's army to Savannah and then to Macon. He\nsays that he saw President Jeff Davis give up his sword to General\nSherman in surrender.\n\n\nAfter the war Mr. Coxton was still well off in spite of the fact that he\nhad lost quite a bit of money as a result of the war. He saved a great\ndeal of his cash by burying it when Sherman came through. The cattle\nmight have been saved if he (Mr. Bland) could have driven them into the\nwoods before he was seen by some of the soldiers.\n\n\nAt the close of the war Mr. Coxton informed all the slaves that they\nwere free to go where they wished, but they all refused to leave. Most\nof them died on the plantation. Mr. Bland says that when he became of\nage his former master gave him a wagon, two mules, a horse and buggy and\nten pigs.\n\n\nMr. Bland thinks that old age is a characteristic in his family. His\ngrandmother lived to be 115 years old and his mother 107 years old.\nAlthough in his 80's, Mr. Bland is an almost perfect picture of health.\nHe thinks that he will live to become at least 100 years old because he\nis going to continue to live as sane a life as he has in the past.\n\n\n\n\n\n\n\n\nJ.R. Jones\n\n\nRIAS BODY, Ex-Slave.\nPlace of birth: Harris County, near Waverly Hall, Georgia\nDate of birth: April 9, 1846\nPresent residence: 1419-24th Street, Columbus, Georgia\nInterviewed: July 24, 1936\n[JUL 8, 1937]\n\n\n\n\nRias Body was born the slave property of Mr. Ben Body, a Harris County\nplanter. He states that he was about fifteen years old when the Civil\nWar started and, many years ago, his old time white folks told him that\nApril 9, 1846, was the date of his birth.\n\n\nThe \"patarolers,\" according to \"Uncle\" Rias, were always quite active in\nante-bellum days. The regular patrol consisted of six men who rode\nnightly, different planters and overseers taking turns about to do\npatrol duty in each militia district in the County.\n\n\nAll slaves were required to procure passes from their owners or their\nplantation overseers before they could go visiting or leave their home\npremises. If the \"patarolers\" caught a \"Nigger\" without a pass, they\nwhipped him and sent him home. Sometimes, however, if the \"Nigger\"\ndidn't run and told a straight story, he was let off with a lecture and\na warning. Slave children, though early taught to make themselves\nuseful, had lots of time for playing and frolicking with the white\nchildren.\n\n\nRias was a great hand to go seining with a certain clique of white boys,\nwho always gave him a generous or better than equal share of the fish\ncaught.\n\n\nAt Christmas, every slave on the Body plantation received a present. The\nNegro children received candy, raisins and \"nigger-toes\", balls,\nmarbles, etc.\n\n\nAs for food, the slaves had, with the exception of \"fancy trimmins\",\nabout the same food that the whites ate. No darky in Harris County that\nhe ever heard of ever went hungry or suffered for clothes until after\nfreedom.\n\n\nEvery Saturday was a wash day. The clothes and bed linen of all Whites\nand Blacks went into wash every Saturday. And \"Niggers\", whether they\nliked it or not, had to \"scrub\" themselves every Saturday night.\n\n\nThe usual laundry and toilet soap was a homemade lye product, some of it\na soft-solid, and some as liquid as water. The latter was stored in jugs\nand demijohns. Either would \"fetch the dirt, or take the hide off\"; in\nshort, when applied \"with rag and water, something had to come\".\n\n\nMany of the Body slaves had wives and husbands living on other\nplantations and belonging to other planters. As a courtesy to the\nprincipals of such matrimonial alliances, their owners furnished the men\npasses permitting them to visit their wives once or twice a week.\nChildren born to such unions were the property of the wife's owner; the\nfather's owner had no claim to them whatsoever.\n\n\n\"Uncle\" Rias used to frequently come to Columbus with his master before\nthe war, where he often saw \"Niggers oxioned off\" at the old slave mart\nwhich was located at what is now 1225 Broadway. Negroes to be offered\nfor sale were driven to Columbus in droves--like cattle--by \"Nawthon\nspeckulatahs\". And prospective buyers would visit the \"block\"\naccompanied by doctors, who would feel of, thump, and examine the\n\"Nigger\" to see if sound. A young or middle-aged Negro man, specially or\neven well trained in some trade or out-of-the-ordinary line of work,\noften sold for from $2000.00 to $4000.00 in gold. Women and \"runty\nNigger men\" commanded a price of from $600.00 up, each. A good \"breedin\noman\", though, says \"Uncle\" Rias, would sometimes sell for as high as\n$1200.00.\n\n\nRias Body had twelve brothers, eight of whom were \"big buck Niggers,\"\nand older than himself. The planters and \"patarolers\" accorded these\n\"big Niggers\" unusual privileges--to the end that he estimates that they\n\"wuz de daddies uv least a hunnert head o' chillun in Harris County\nbefore de war broke out.\" Some of these children were \"scattered\" over a\nwide area.\n\n\nSin, according to Rias Body, who voices the sentiment of the great\nmajority of aged Negroes, is that, or everything, which one does and\nsays \"not in the name of the Master\". The holy command, \"Whatever ye do,\ndo it in My name,\" is subjected to some very unorthodox interpretations\nby many members of the colored race. Indeed, by their peculiar\ninterpretation of this command, it is established that \"two clean sheets\ncan't smut\", which means that a devout man and woman may indulge in the\nprimal passion without committing sin.\n\n\nThe old man rather boasts of the fact that he received a number of\nwhippings when a slave: says he now knows that he deserved them, \"an\nthout 'em\", he would have no doubt \"been hung 'fore he wuz thutty years\nole.\"\n\n\nAmong the very old slaves whom he knew as a boy were quite a few whom\nthe Negroes looked up to, respected, and feared as witches, wizzards,\nand magic-workers. These either brought their \"learnin\" with them from\nAfrica or absorbed it from their immediate African forebears. Mentally,\nthese people wern't brilliant, but highly sensitized, and Rias gave \"all\nsich\" as wide a berth as opportunity permitted him, though he knows \"dat\ndey had secret doins an carrying-ons\". In truth, had the Southern Whites\nnot curbed the mumbo-jumboism of his people, he is of the opinion that\nit would not now be safe to step \"out his doe at night\".\n\n\nIncidentally, Rias Body is more fond of rabbit than any other meat \"in\nde wurrul\", and says that he could--if he were able to get them--eat\nthree rabbits a day, 365 days in the year, and two for breakfast on\nChristmas morning. He also states that pork, though killed in the\nhottest of July weather, will not spoil if it is packed down in shucked\ncorn-on-the-cob. This he learned in slavery days when, as a \"run-away\",\nhe \"knocked a shoat in the head\" one summer and tried it--proving it.\n\n\n\n\n\n\n\n\nEX-SLAVE INTERVIEW\n\n\nJAMES BOLTON\nAthens, Georgia\n\n\nWritten by:\nMrs. Sarah H. Hall\nFederal Writers' Project\nResidency 4\nAthens, Georgia\n\n\nEdited by:\nMiss Maude Barragan\nResidency 13\nAugusta, Georgia\n\n\n\n\n\"It never was the same on our plantation atter we done laid Mistess\naway,\" said James Bolton, 85 year old mulatto ex-slave. \"I ain't never\nforget when Mistess died--she had been so good to every nigger on our\nplantation. When we got sick, Mistess allus had us tended to. The\nniggers on our plantation all walked to church to hear her funeral\nsermon and then walked to the graveyard to the buryin'.\"\n\n\nJames, shrivelled and wrinkled, with his bright eyes taking in\neverything on one of his rare visits to town, seemed glad of the chance\nto talk about slavery days. He spoke of his owner as \"my employer\" and\nhastily corrected himself by saying, \"I means, my marster.\"\n\n\n\"My employer, I means my marster, and my mistess, they was sho' all\nright white folkses,\" he continued. \"They lived in the big 'ouse. Hit\nwas all painted brown. I heard tell they was more'n 900 acres in our\nplantation and lots of folkses lived on it. The biggest portion was\nwoods. My paw, he was name Whitfield Bolton and Liza Bolton was my maw.\nCharlie, Edmund, Thomas and John Bolton was my brothers and I had one\nsister, she was Rosa. We belonged to Marse Whitfield Bolton and we lived\non his plantation in Oglethorpe County near Lexington, not far from the\nWilkes County line.\n\n\n\"We stayed in a one room log cabin with a dirt floor. A frame made\nouten pine poles was fastened to the wall to hold up the mattresses. Our\nmattresses was made outen cotton bagging stuffed with wheat straw. Our\nkivers was quilts made outen old clothes. Slave 'omens too old to work\nin the fields made the quilts.\n\n\n\"Maw, she went up to the big house onc't a week to git the 'lowance or\nvittles. They 'lowanced us a week's rations at a time. Hit were\ngenerally hog meat, corn meal and sometimes a little flour. Maw, she\ndone our cookin' on the coals in the fireplace at our cabin. We had\nplenty of 'possums and rabbits and fishes and sometimes we had wild\ntukkeys and partidges. Slaves warn't spozen to go huntin' at night and\neverybody know you can't ketch no 'possums 'ceppin' at night! Jus' the\nsame, we had plenty 'possums and nobody ax how we cotch 'em!\" James\nlaughed and nodded. \"Now, 'bout them rabbits! Slaves warn't 'lowed to\nhave no guns and no dogs of they own. All the dogs on our plantation\nbelonged to my employer--I means, to my marster, and he 'lowed us to use\nhis dogs to run down the rabbits. Nigger mens and boys 'ud go in crowds,\nsometimes as many as twelve at one time, and a rabbit ain't got no\nchance 'ginst a lot of niggers and dogs when they light out for to run\n'im down!\n\n\n\"What wild critters we wanted to eat and couldn't run down, we was right\nsmart 'bout ketchin' in traps. We cotch lots of wild tukkeys and\npartidges in traps and nets. Long Crick runned through our plantation\nand the river warn't no fur piece off. We sho' did ketch the fishes,\nmostly cats, and perch and heaps and heaps of suckers. We cotch our\nfishes mos'n generally with hook and line, but the carpenters on our\nplantation knowed how to make basket traps that sho' nuff did lay in\nthe fishes! God only knows how long it's been since this old nigger\npulled a big shad out of the river. Ain't no shads been cotch in the\nriver round here in so long I disremembers when!\n\n\n\"We didn' have no gardens of our own round our cabins. My employer--I\nmeans, my marster--had one big gyarden for our whole plantation and all\nhis niggers had to work in it whensomever he wanted 'em to, then he give\n'em all plenty good gyarden sass for theyselfs. They was collards and\ncabbage and turnips and beets and english peas and beans and onions, and\nthey was allus some garlic for ailments. Garlic was mostly to cure wums\n(worms). They roasted the garlic in the hot ashes and squez the juice\nouten it and made the chilluns take it. Sometimes they made poultices\nouten garlic for the pneumony.\n\n\n\"We saved a heap of bark from wild cherry and poplar and black haw and\nslippery ellum trees and we dried out mullein leaves. They was all mixed\nand brewed to make bitters. Whensomever a nigger got sick, them bitters\nwas good for--well ma'am, they was good for what ailed 'em! We tuk 'em\nfor rheumatiz, for fever, and for the misery in the stummick and for\nmost all sorts of sickness. Red oak bark tea was good for sore throat.\n\n\n\"I never seed no store bought clothes twel long atter freedom done come!\nOne slave 'oman done all the weavin' in a separate room called the 'loom\nhouse.' The cloth was dyed with home-made coloring. They used indigo for\nblue, red oak bark for brown, green husks offen warnicks (walnuts) for\nblack, and sumacs for red and they'd mix these colors to make other\ncolors. Other slave 'omans larned to sew and they made all the clothes.\nEndurin' the summertime we jus' wore shirts and pants made outen plain\ncotton cloth. They wove wool in with the cotton to make the cloth for\nour winter clothes. The wool was raised right thar on our plantation. We\nhad our own shoemaker man--he was a slave named Buck Bolton and he made\nall the shoes the niggers on our plantation wore.\n\n\n\"I waren't nothin' but chillun when freedom come. In slavery-time\nchilluns waren't 'lowed to do no wuk kazen the marsters wanted they\nniggers to grow up big and strong and didn' want 'em stunted none. Tha's\nhowcome I didn' git no mo' beatin's than I did! My employer--I means, my\nmarster, never did give me but one lickin'. He had done told me to watch\nthe cows and keep 'em in the pastur'. I cotch lots of grasshoppers and\nstarted fishin' in the crick runnin' through the pastur' and fust thing\nI knowed, the overseer was roundin' up all the other niggers to git the\ncows outen the cornfields! I knowed then my time had done come!\"\n\n\nJames was enjoying the spotlight now, and his audience did not have to\nprompt him. Plantation recollections crowded together in his old mind.\n\n\n\"We had one overseer at a time,\" he said, \"and he allus lived at the big\n'ouse. The overseers warn't quality white folkses like our marster and\nmistess but we never heard nuffin' 'bout no poor white trash in them\ndays, and effen we had heard sumpin' like that we'd have knowed better'n\nto let Marster hear us make such talk! Marster made us call his overseer\n'Mister.' We had one overseer named Mr. Andrew Smith and another time\nwe had a overseer named Mr. Pope Short. Overseers was jus' there on the\nbusiness of gettin' the work done--they seed atter everybody doin' his\nwuk 'cordin' to order.\n\n\n\"My employer--I means, my marster, never 'lowed no overseer to whup none\nof his niggers! Marster done all the whuppin' on our plantation hisself.\nHe never did make no big bruises and he never drawed no blood, but he\nsho' could burn 'em up with that lash! Niggers on our plantation was\nwhupped for laziness mostly. Next to that, whuppings was for stealin'\neggs and chickens. They fed us good and plenty but a nigger is jus'\nbound to pick up chickens and eggs effen he kin, no matter how much he\ndone eat! He jus' can't help it. Effen a nigger ain't busy he gwine to\ngit into mischief!\n\n\n\"Now and then slaves 'ud run away and go in the woods and dig dens and\nlive in 'em. Sometimes they runned away on 'count of cruel treatment,\nbut most of the time they runned away kazen they jus' didn't want to\nwuk, and wanted to laze around for a spell. The marsters allus put the\ndogs atter 'em and git 'em back. They had black and brown dogs called\n'nigger hounds' what waren't used for nothin' but to track down niggers.\n\n\n\"They waren't no such place as a jail whar we was. Effen a nigger done\nsumpin' disorderly they jus' natcherly tuk a lash to 'im. I ain't never\nseed no nigger in chains twel long atter freedom done come when I seed\n'em on the chain gangs.\n\n\n\"The overseer woke us up at sunrise--leas'n they called it sunrise! We\nwould finish our vittles and be in the fields ready for wuk befo' we\nseed any sun! We laid off wuk at sunset and they didn't drive us hard.\nLeas'wise, they didn' on our plantation. I done heard they was moughty\nhard on 'em on other plantations. My marster never did 'low his niggers\nto wuk atter sundown. My employer, I means my marster, didn't have no\nbell. He had 'em blow bugles to wake up his hands and to call 'em from\nthe fields. Sometimes the overseer blowed it. Mistess done larned the\ncook to count the clock, but none of the rest of our niggers could count\nthe clock.\n\n\n\"I never knowed Marster to sell but one slave and he jus' had bought her\nfrom the market at New Orleans. She say it lonesome off on the\nplantation and axed Marster for to sell her to folkses livin' in town.\nAtter he done sold her, every time he got to town she beg 'im to buy her\nback! But he didn' pay her no more 'tention. When they had sales of\nslaves on the plantations they let everybody know what time the sale\ngwine to be. When the crowd git togedder they put the niggers on the\nblock and sell 'em. Leas'wise, they call it 'puttin' on the block'--they\njus' fotch 'em out and show 'em and sell 'em.\n\n\n\"They waren't no church for niggers on our plantation and we went to\nwhite folkses church and listened to the white preachers. We set behind\na partition. Sometimes on a plantation a nigger claim he done been\ncalled to preach and effen he kin git his marster's cawn-sent he kin\npreach round under trees and in cabins when t'aint wuk time. These\nnigger preachers in slavery time was called 'chairbackers.' They waren't\nno chairbackers 'lowed to baptize none of Marster's niggers. White\npreachers done our baptizin' in Long Crick. When we went to be baptized\nthey allus sang, 'Amazing Grace! How sweet the sound!'\"\n\n\nThe old negro's quavery voice rose in the familiar song. For a moment he\nsat thinking of those long-ago Sundays. His eyes brightened again, and\nhe went on:\n\n\n\"We never done no wuk on Sundays on our plantation. The church was 'bout\nnine miles from the plantation and we all walked there. Anybody too old\nand feeble to walk the nine miles jus' stayed home, kazen Marster didn't\n'low his mules used none on Sunday. All along the way niggers from other\nplantations 'ud jine us and sometimes befo' we git to the church house\nthey'd be forty or fifty slaves comin' along the road in a crowd!\nPreaching generally lasted twel bout three o'clock. In summertime we had\ndinner on the ground at the church. Howsomever we didn' have no barbecue\nlike they does now. Everybody cooked enough on Sadday and fotched it in\nbaskets.\n\n\n\"I was thirty years old when I jined the church. Nobody ought to jine no\nchurch twels't he is truly borned of God, and effen he is truly borned\nof God he gwine know it. Effen you want a restin' place atter you leaves\nthis old world you ought to git ready for it now!\n\n\n\"When folkses on our plantation died Marster allus let many of us as\nwanted to go, lay offen wuk twel atter the buryin'. Sometimes it were\ntwo or three months atter the buryin' befo' the funeral sermon was\npreached. Right now I can't rekelleck no song we sung at funerals cep'n\n'Hark from the tombs a doleful sound.'\"\n\n\nThe reedy old voice carried the funeral hymn for a few minutes and then\ntrailed off. James was thinking back into the past again.\n\n\n\"Spring plowin' and hoein' times we wukked all day Saddays, but mos'en\ngenerally we laid off wuk at twelve o'clock Sadday. That was dinnertime.\nSadday nights we played and danced. Sometimes in the cabins, sometimes\nin the yards. Effen we didn' have a big stack of fat kindling wood lit\nup to dance by, sometimes the mens and 'omans would carry torches of\nkindling wood whils't they danced and it sho' was a sight to see! We\ndanced the 'Turkey Trot' and 'Buzzard Lope', and how we did love to\ndance the 'Mary Jane!' We would git in a ring and when the music started\nwe would begin wukkin' our footses while we sang 'You steal my true love\nand I steal your'n!'\n\n\n\"Atter supper we used to gether round and knock tin buckets and pans, we\nbeat 'em like drums. Some used they fingers and some used sticks for to\nmake the drum sounds and somebody allus blowed on quills. Quills was a\nrow of whistles made outen reeds, or sometimes they made 'em outen bark.\nEvery whistle in the row was a different tone and you could play any\nkind of tune you wants effen you had a good row of quills. They sho' did\nsound sweet!\n\n\n\"'Bout the most fun we had was at corn shuckin's whar they put the corn\nin long piles and called in the folkses from the plantations nigh round\nto shuck it. Sometimes four or five hunnert head of niggers 'ud be\nshuckin' corn at one time. When the corn all done been shucked they'd\ndrink the likker the marsters give 'em and then frolic and dance from\nsundown to sunup. We started shuckin' corn 'bout dinnertime and tried to\nfinish by sundown so we could have the whole night for frolic. Some\nyears we 'ud go to ten or twelve corn shuckin's in one year!\n\n\n\"We would sing and pray Easter Sunday and on Easter Monday we frolicked\nand danced all day long! Christmas we allus had plenty good sumpin' to\neat and we all got togedder and had lots of fun. We runned up to the big\n'ouse early Christmas mornin' and holler out: 'Mornin', Christmas Gif'!'\nThen they'd give us plenty of Sandy Claus and we would go back to our\ncabins to have fun twel New Year's day. We knowed Christmas was over and\ngone when New Year's day come, kazen we got back to wuk that day atter\nfrolickin' all Christmas week.\n\n\n\"We didn' know nuttin' 'bout games to play. We played with the white\nfolkses chilluns and watched atter 'em but most of the time we played in\nthe crick what runned through the pastur'. Nigger chilluns was allus\nskeered to go in the woods atter dark. Folkses done told us\nRaw-Head-and-Bloody Bones lived in the woods and git little chilluns and\neat 'em up effen they got out in the woods atter dark!\n\n\n\"'Rockabye baby in the tree trops' was the onliest song I heard my maw\nsing to git her babies to sleep. Slave folkses sung most all the time\nbut we didn' think of what we sang much. We jus' got happy and started\nsingin'. Sometimes we 'ud sing effen we felt sad and lowdown, but soon\nas we could, we 'ud go off whar we could go to sleep and forgit all\n'bout trouble!\" James nodded his gray head with a wise look in his\nbright eyes. \"When you hear a nigger singin' sad songs hit's jus' kazen\nhe can't stop what he is doin' long enough to go to sleep!\"\n\n\nThe laughter that greeted this sally brought an answering grin to the\nwrinkled old face. Asked about marriage customs, James said:\n\n\n\"Folkses didn' make no big to-do over weddings like they do now. When\nslaves got married they jus' laid down the broom on the floor and the\ncouple jined hands and jumped back-uds over the broomstick. I done seed\n'em married that way many a time. Sometimes my marster would fetch\nMistess down to the slave quarters to see a weddin'. Effen the slaves\ngittin' married was house servants, sometimes they married on the back\nporch or in the back yard at the big 'ouse but plantation niggers what\nwas field hands married in they own cabins. The bride and groom jus'\nwore plain clothes kazen they didn' have no more.\n\n\n\"When the young marsters and mistesses at the big houses got married\nthey 'lowed the slaves to gadder on the porch and peep through the\nwindows at the weddin'. Mos'en generally they 'ud give the young couple\na slave or two to take with them to they new home. My marster's chilluns\nwas too young to git married befo' the war was over. They was seven of\nthem chilluns; four of 'em was gals.\n\n\n\"What sort of tales did they tell 'mongs't the slaves 'bout the Norf\nbefo' the war? To tell the troof, they didn't talk much like they does\nnow 'bout them sort of things. None of our niggers ever runned away and\nwe didn' know nuthin' 'bout no Norf twel long atter freedom come. We\nvisited round each other's cabins at night. I did hear tell 'bout the\npatterollers. Folkses said effen they cotched niggers out at night they\n'ud give 'em 'what Paddy give the drum'.\n\n\n\"Jus' befo' freedom comed 'bout 50 Yankee sojers come through our\nplantation and told us that the bull-whups and cow-hides was all dead\nand buried. Them sojers jus' passed on in a hurry and didn' stop for a\nmeal or vittles or nuffin'. We didn't talk much 'bout Mr. Abbieham\nLincum endurin' slavery time kazen we was skeered of him atter the war\ngot started. I don't know nothin' 'bout Mr. Jef'son Davis, I don't\nremember ever hearin' 'bout him. I is heard about Mr. Booker Washin'ton\nand they do say he runned a moughty good school for niggers.\n\n\n\"One mornin' Marster blowed the bugle his own self and called us all up\nto the big 'ouse yard. He told us: 'You all jus' as free as I is. You\nare free from under the taskmarster but you ain't free from labor. You\ngotter labor and wuk hard effen you aims to live and eet and have\nclothes to wear. You kin stay here and wuk for me, or you kin go\nwharsomever you please.' He said he 'ud pay us what was right, and Lady,\nhit's the troof, they didn't nary a nigger on our plantation leave our\nmarster then! I wukked on with Marster for 40 years atter the war!\"\n\n\nJames had no fear of the Ku Klux.\n\n\n\"Right soon atter the war we saw plenty of Ku Kluxers but they never\nbothered nobody on our plantation. They allus seemed to be havin' heaps\nof fun. 'Course, they did have to straighten out some of them brash\nyoung nigger bucks on some of the other farms round about. Mos' of the\nniggers the Ku Kluxers got atter was'n on no farm, but was jus' roamin'\n'round talkin' too much and makin' trouble. They had to take 'em in hand\ntwo or three times befo' some of them fool free niggers could be larned\nto behave theyselfs! But them Ku Kluxers kept on atter 'em twels't they\nlarned they jus got to be good effen they 'spects to stay round here.\n\n\n\"Hit was about 40 years atter the war befo' many niggers 'gun to own\nthey own lan'. They didn' know nothin' 'bout tendin' to money business\nwhen the war done ended and it take 'em a long time to larn how to buy\nand sell and take care of what they makes.\" James shook his head sadly.\n\"Ma'am, heaps of niggers ain't never larned nothin' 'bout them things\nyit!\n\n\n\"A long time atter the war I married Lizy Yerby. I didn' give Liza no\nchanc't for to dress up. Jus' went and tuk her right outer the white\nfolkses' kitchen and married her at the church in her workin' clothes.\nWe had 13 chilluns but they ain't but two of 'em livin' now. Mos' of our\nchilluns died babies. Endurin' slavery Mistess tuk care of all the\nnigger babies borned on our plantations and looked atter they mammies\ntoo, but atter freedom come heap of nigger babies died out.\"\n\n\nJames said he had two wives, both widows.\n\n\n\"I married my second wife 37 years ago. To tell the troof, I don't\nrightly know how many grandchilluns I got, kazen I ain't seed some of\n'em for thirty years. My chilluns is off fum here and I wouldn' know to\nsave my life whar they is or what they does. My sister and brothers they\nis done dead out what ain't gone off, I don't know for sho' whar none of\n'em is now.\"\n\n\nA sigh punctuated James' monologue, and his old face was shadowed by a\nlook of fear.\n\n\n\"Now I gwine tell you the troof. Now that it's all over I don't find\nlife so good in my old age, as it was in slavery time when I was chillun\ndown on Marster's plantation. Then I didn' have to worry 'bout whar my\nclothes and my somepin' to eat was comin' from or whar I was gwine to\nsleep. Marster tuk keer of all that. Now I ain't able for to wuk and\nmake a livin' and hit's sho' moughty hard on this old nigger.\"\n\n\n\n\n\n\n\n\nALEC BOSTWICK\nEx-Slave--Age 76\n\n\n[TR: Preceding page that would usually contain information regarding the\ninterview was marked 'Placeholder'.]\n\n\n\n\nAll of Uncle Alec Bostwick's people are dead and he lives in his tiny\nhome with a young Negress named Emma Vergal. It was a beautiful April\nmorning when his visitor arrived and while he was cordial enough he\nseemed very reluctant about talking. However, as one question followed\nanother his interest gradually overcame his hesitancy and he began to\nunfold his life's story.\n\n\n\"I wuz born in Morgan County, an' I warn't mo' dan four year old when de\nWar ended so I don't ricollect nothin' 'bout slav'ry days. I don't know\nmuch 'bout my ma, but her name was Martha an' pa's name was Jordan\nBostwick, I don't know whar dey come from. When I knowed nothin' I wuz\ndar on de plantation. I had three brothers; George, John an' Reeje, an'\ndey's all dead. I dis'members my sister's name. Dar warn't but one gal\nan' she died when she wuz little.\n\n\n\"Ain't much to tell 'bout what wuz done in de quarters. Slaves wuz\ngyarded all de time jus' lak Niggers on de chain gang now. De overseer\nalways sot by wid a gun.\n\n\n\"'Bout de beds, Nigger boys didn't pay no 'tention to sich as dat 'cause\nall dey keered 'bout wuz a place to sleep but 'peers lak to me dey wuz\ncorded beds, made wid four high posties, put together wid iron pegs, an'\nholes what you run de cords thoo', bored in de sides. De cords wuz made\nout of b'ar grass woun' tight together. Dey put straw an' old quilts on\n'em, an' called 'em beds.\n\n\n\"Gran'pa Berry wuz too old to wuk in de field so he stayed 'roun' de\nhouse an' piddled. He cut up wood, tended to de gyarden an' yard, an'\nbottomed chairs. Gran'ma Liza done de cookin' an' nussed de white\nfolkses chilluns.\n\n\n\"I wukked in de field 'long side da rest of de Niggers, totin' water an'\nsich lak, wid de overseer dar all de time wid dat gun.\n\n\n\"What you talkin' 'bout Miss? Us didn't have no money. Sho' us didn't.\nDey had to feed us an' plenty of it, 'cause us couldn't wuk if dey\ndidn't feed us good.\n\n\n\"Us et cornbread, sweet 'tatoes, peas, home-made syrup an' sich lak. De\nmeat wuz fried sometimes, but mos' of de time it wuz biled wid de\ngreens. All de somethin' t'eat wuz cooked in de fireplace. Dey didn't\nknow what stoves wuz in dem days. Yes Ma'am, us went 'possum huntin' at\nnight, an' us had plenty 'possums too. Dey put sweet 'tatoes an' fat\nmeat roun' 'em, an' baked 'em in a oven what had eyes on each side of it\nto put hooks in to take it off de fire wid.\n\n\n\"No Ma'am, us didn't go fishin', or rabbit huntin' nuther. Us had to wuk\nan' warn't no Nigger 'lowed to do no frolickin' lak dat in daytime. De\nwhite folkses done all de fishin' an' daytime huntin'. I don't 'member\nlakin' no sartin' somethin'. I wuz jus' too glad to git anythin'. Slaves\ndidn't have no gyardens of dey own. Old Marster had one big gyarden what\nall de slaves et out of.\n\n\n\"Tell you 'bout our clo'es: us wore home-made clo'es, pants an' shirts\nmade out of cotton in summer an' in de winter dey give us mo' home-made\nclo'es only dey wuz made of wool. All de clawf wuz made on de loom right\ndar on de plantation. Us wore de same things on Sunday what us did in de\nweek, no diffunt. Our shoes wuz jus' common brogans what dey made at\nhome. I ain't seed no socks 'til long atter de War. Co'se some folkses\nmought a had 'em, but us didn't have none.\n\n\n\"Marster Berry Bostwick an' Mist'ess Mary Bostwick, had a passel of\nchillun, I don't 'member none 'cept young Marse John. De others drifted\noff an' didn't come back, but young Marse John stayed on wid Old Marster\nan' Old Mist'ess 'til dey died. Old Marster, he warn't good. Truth is de\nlight, an' he wuz one mean white man. Old Mist'ess wuz heaps better dan\nhim. Dar wuz 'bout 150 mens an' 75 'omans. I couldn't keep up wid de\nchilluns. Dere wuz too many for me.\n\n\n\"Marster an' Mist'ess lived in a big fine house, but de slave quarters\nwuz made of logs, 'bout de size of box cyars wid two rooms.\n\n\n\"'Bout dat overseer he wuz a mean man, if one ever lived. He got de\nslaves up wid a gun at five o'clock an' wukked 'em 'til way atter\nsundown, standin' right over 'em wid a gun all de time. If a Nigger\nlagged or tuk his eyes off his wuk, right den an' dar he would make him\nstrip down his clo'es to his waist, an' he whup him wid a cat-o-nine\ntails. Evvy lick dey struck him meant he wuz hit nine times, an' it\nfotch da red evvy time it struck.\n\n\n\"Oh! Yes Ma'am, dey had a cyar'iage driver, he didn't do much 'cept look\nattar de hawses an' drive de white folkses 'roun'.\n\n\n\"I done tole you 'bout dat overseer; all he done wuz sot 'roun' all day\nwid a gun an' make de Niggers wuk. But I'se gwine tell you de trufe, he\nsho' wuz poor white trash wid a house full of snotty-nose chilluns. Old\nMarster tole him he wuz jus' lak a rabbit, he had so many chillun. I\nmeans dis; if dem days comes back I hope de good Lord takes me fus'.\n\n\n\"Dey had a house whar dey put de Niggers, what wuz called de gyard\nhouse, an' us didn't know nothin' 'bout no jail dat day an' time. I seed\n'em drive de Niggers by old Marster's place in droves takin' 'em to\nWatkinsville. Morgan County, whar us lived, touched Oconee an' dat wuz\nthe nighes' town. One day I went wid old Marster to Watkinsville an' I\nseed 'em sell Niggers on de block. I warn't sold. When I knowed nothin'\nI wuz right whar I wuz at.\n\n\n\"No Ma'am, dey warn't no schools for de Niggers in dem days. If a Nigger\nwuz seed wid a paper, de white folks would pretty nigh knock his head\noff him.\n\n\n\"Us didn't have no church in de country for Niggers, an' dey went to\nchurch wid deir white folkses, if dey went a tall. De white folks sot in\nfront, an' de Niggers sot in de back. All de time dat overseer wuz right\ndar wid his gun. When dey baptized de Niggers dey tuk 'em down to de\nriver and plunged 'em in, while dem what had done been baptized sang:\n\"Dar's a Love Feast in Heb'en Today.\"\n\n\n\"Yes Ma'am, de white folkses had deir cemetery, an' dey had one for de\nslaves. When dere wuz a funeral 'mong de Niggers us sung:\n\n\n  'Dark was de night\n   And cold was de groun'\n   Whar my Marster was laid\n   De drops of sweat\n   Lak blood run down\n   In agony He prayed.'\n\n\n\"Dem coffins sho' wuz mournful lookin' things, made out of pine boa'ds\nan' painted wid lampblack; dey wuz black as de night. Dey wuz big at de\nhead an' little at de foot, sort a lak airplanes is. De inside wuz lined\nwid white clawf, what dey spun on de plantation.\n\n\n\"De patterollers wuz right on dey job. Slaves use' to frame up on 'em if\ndey knowed whar dey wuz hidin', 'waitin' to cotch a Nigger. Dey would\ngit hot ashes an' dash over 'em, an' dem patterollers dey sho' would\nrun, but de slaves would git worse dan dat, if dey was cotched.\n\n\n\"Miss, in slav'ry time when Niggers come from de fields at night dey\nwarn't no frolickin'. Dey jus' went to sleep. De mens wukked all day\nSadday, but de 'omans knocked off at twelve o'clock to wash an' sich\nlak.\n\n\n\"Christmas times dey give us a week off an' brung us a little candy an'\nstuff 'roun'. Not much, not much. On New Year's Day us had to git back\non de job.\n\n\n\"Chilluns what wuz big enough to wuk didn't have time in week days to\nplay no games on Marse Bostwick's place. On Sunday us played wid marbles\nmade out of clay, but dat's all. I heered my ma sing a little song to de\nbaby what soun' lak dis:\n\n\n  'Hush little baby\n   Don't you cry\n   You'll be an angel\n   Bye-an'-bye.'\n\n\n\"Yes Ma'am, dere wuz one thing dey wuz good 'bout. When de Niggers got\nsick dey sont for de doctor. I heered 'em say dey biled jimson weeds an'\nmade tea for colds, an' rhubarb tea wuz to cure worms in chillun. I wuz\ntoo young to be bothered 'bout witches an' charms, Rawhead an' Bloody\nBones an' sich. I didn't take it in.\n\n\n\"When de Yankees come thoo' an' 'lowed us wuz free, us thought dey wuz\njus' dem patterollers, an' us made for de woods. Dey tole us to come\nout, dat us wuz free Niggers. Marster Berry said: 'You dam Niggers am\nfree. You don't b'long to me no more.'\n\n\n\"Us married long time atter de War, an' us had a little feast: cake,\nwine, fried chicken, an' ham, an' danced 'til 'mos' daybreak. I 'members\nhow good she looked wid dat pretty dove colored dress, all trimmed wid\nlace. Us didn't have no chillun. She wuz lak a tree what's sposen to\nbear fruit an' don't. She died 'bout thirteen years ago.\n\n\n\"When de Ku Kluxers come thoo', us chillun thought de devil wuz atter us\nfor sho'. I wuz sich a young chap I didn't take in what dey said 'bout\nMr. Abyham Lincoln, an' Mr. Jeff Davis. Us would a been slaves 'til yit,\nif Mr. Lincoln hadn't sot us free. Dey wuz bofe of 'em, good mens. I\nsho' had ruther be free. Who wants a gun over 'em lak a prisoner? A\npusson is better off dead.\n\n\n\"I jined de church 'cause dis is a bad place at de bes' an' dere's so\nmany mean folkses, what's out to seem good an' ain't. An' if you serve\nGod in de right way, I'se sho' when you die he'll give you a place to\nrest for evermore. An' 'cordin' to my notion dat's de way evvybody\noughta live.\"\n\n\nIn conclusion, Alec said: \"I don't want to talk no more. I'se\ndisappointed, I thought sho' you wuz one of dem pension ladies what come\nfor to fetch me some money. I sho' wish dey would come. Good-bye Miss.\"\nThen he hobbled into the house.\n\n\n\n\n\n\n\n\nBarragan-Harris\n[TR: Miss Maude Barragan (interviewer), Mrs. Leila Harris (editor)]\n\n\nNANCY BOUDRY, THOMSON, GEORGIA\n\n\n\n\n\"If I ain't a hunnard,\" said Nancy, nodding her white-turbaned head, \"I\nsho' is close to it, 'cause I got a grandson 50 years old.\"\n\n\nNancy's silky white hair showed long and wavy under her headband. Her\ngingham dress was clean, and her wrinkled skin was a reddish-yellow\ncolor, showing a large proportion of Indian and white blood. Har eyes\nware a faded blue.\n\n\n\"I speck I is mos' white,\" acknowledged Nancy, \"but I ain't never knowed\nwho my father was. My mother was a dark color.\"\n\n\nThe cottage faced the pine grove behind an old church. Pink ramblers\ngrew everywhere, and the sandy yard was neatly kept. Nancy's paralyzed\ngranddaughter-in-law hovered in the doorway, her long smooth braids\nhanging over Indian-brown shoulders, a loose wrapper of dark blue denim\nflowing around her tall unsteady figure. She was eager to taka part in\nthe conversation but hampered by a thick tongue induced, as Nancy put\nit, \"by a bad sore throat she ain't got over.\"\n\n\nNancy's recollections of plantation days were colored to a somber hue by\noverwork, childbearing, poor food and long working hours.\n\n\n\"Master was a hard taskmaster,\" said Nancy. \"My husband didn't live on\nde same plantation where I was, de Jerrell places in Columbia County. He\nnever did have nuthin' to give me 'cause he never got nuthin'. He had to\ncome and ask my white folks for me. Dey had to carry passes everywhere\ndey went, if dey didn't, dey'd git in trouble.\n\n\n\"I had to work hard, plow and go and split wood jus' like a man.\nSometimes dey whup me. Dey whup me bad, pull de cloes off down to de\nwais'--my master did it, our folks didn' have overseer.\n\n\n\"We had to ask 'em to let us go to ohurch. Went to white folks church,\n'tell de black folks get one of dere own. No'm I dunno how to read.\nNever had no schools at all, didn' 'low us to pick up a piece paper and\nlook at it.\"\n\n\n\"Nancy, wasn't your mistress kind to you?\"\n\n\n\"Mistis was sorta kin' to me, sometimes. But dey only give me meat and\nbread, didn' give me nothin' good--I ain' gwine tell no story. I had a\nheap to undergo wid. I had to scour at night at de Big House--two planks\none night, two more de nex'. De women peoples spun at night and reeled,\nso many cuts a night. Us had to git up befo' daybreak be ready to go to\nde fiel's.\n\n\n\"My master didn' have but three cullud people, dis yuh was what I stayed\nwid, my young master, had not been long married and dus' de han's dey\ngive him when he marry was all he had.\n\n\n\"Didn' have no such house as dis,\" Nancy looked into the open door of\nthe comfortable octtage, \"sometimes dey have a house built, it would be\ndaubed. Dus' one family, didn' no two families double up.\"\n\n\n\"But the children had a good time, didn't they? They played games?\"\n\n\n\"Maybe dey did play ring games, I never had no time to see what games my\nchillus play, I work so hard. Heap o' little chillun slep' on de flo'.\nNever had no frolics neither, no ma'm, and didn' go to none. We would\nhave prayer meetings on Saturday nights, and one might in de week us had\na chairback preacher, and sometimes a regular preacher would come in.\"\n\n\nNancy did not remember ever having seen the Patterollers.\n\n\n\"I hearn talk of 'em you know, heap o' times dey come out and make out\nlike dey gwine shoot you at night, dey mus' been Patterollers, dey was\ngettin' hold of a heap of 'em.\"\n\n\n\"What did you do about funerals, Nancy?\"\n\n\n\"Dey let us knock off for funerals, I tell de truth. Us stay up all\nnight, singin' and prayin'. Dey make de coffin outter pine boards.\"\n\n\n\"Did you suffer during the war?\"\n\n\n\"We done de bes' we could, we et what we could get, sometimes didn' have\nnothin' to eat but piece of cornbread, but de white folks allus had\nchicken.\"\n\n\n\"But you had clothes to wear?\"\n\n\n\"Us had clothes 'cause we spun de thread and weaved 'em. Dey bought dem\ndere great big ole brogans where you couldn' hardly walk in 'em. Not\nlike dese shoes I got on.\" Nancy thrust out her foot, easy in \"Old\nLadies' Comforts.\"\n\n\n\"When they told you were free, Nancy, did the master appear to be\nangry?\"\n\n\n\"No'm, white folks didn' 'pear to be mad. My master dus' tole us we was\nfree. Us moved right off, but not so far I couldn' go backwards and\nforwards to see 'um.\" (So it was evident that even if Nancy's life had\nbeen hard, there was a bond between her and her former owners.) \"I didn'\ndo no mo' work for 'um, I work for somebody else. Us rented land and\nmade what we could, so we could have little somethin' to eat. I scoured\nand waited on white people in town, got little piece of money, and was\ndus' as proud!\"\n\n\nNancy savored the recollection of her first earned money a moment,\nthinking back to the old days.\n\n\n\"I had a preacher for my second marriage,\" she continued, \"Fo' chillun\ndied on me--one girl, de yuthers was babies. White doctor tended me.\"\n\n\nAsked about midwifery, Nancy smiled.\n\n\n\"I was a midwife myself, to black and white, after freedom. De Thomson\ndoctors all liked me and tole people to 'git Nancy.' I used 'tansy\ntea'--heap o' little root--made black pepper tea, fotch de pains on 'em.\nWhen I would git to de place where I had a hard case, I would send for\nde doctor, and he would help me out, yes, doctor help me out of all of\n'em.\"\n\n\nAsked about signs and superstitions, Nancy nodded.\n\n\n\"I have seed things. Day look dus' like a person, walkin' in de woods. I\nwould look off and look back to see it again and it be gone.\" Nancy\nlowered her voice mysteriously, and looked back into the little room\nwhere Vanna's unsteady figure moved from bed to chair. \"I seed a coffin\nfloatin' in de air in dat room--\" she shivered, \"and I heard a heap o'\nknockings. I dunno what it bees--but de sounds come in de house. I runs\nev'y squeech owl away what comes close, too.\" Nancy clasped her hands,\nright thumb over left thumb, \"does dat--and it goes on away--dey quits\nhollerin', you chokin' 'em when you does dat.\"\n\n\n\"Do you plant by the moon, Nancy?\"\n\n\n\"Plant when de moon change, my garden, corn, beans. I planted some beans\nonce on de wrong time of de moon and dey didn' bear nothing--I hated it\nso bad, I didn' know what to do, so I been mindful ever since when I\nplant. Women peoples come down on de moon, too. I ain't know no signs to\nraise chillun. I whup mine when dey didn' do right, I sho' did. I didn'\n'low my chillun to take nothin'--no aigs and nothin' 'tall and bring 'em\nto my house. I say 'put dem right whar you git 'em.\"\n\n\n\"Did you sing spirituals, Nancy?\"\n\n\n\"I sang regular meetin' songs,\" she said, \"like 'lay dis body down' and\n'let yo' joys be known'--but I can't sing now, not any mo'.\"\n\n\nNancy was proud of her quilt-making ability.\n\n\n\"Git 'um, Vanna, let de ladies see 'um,\" she said; and when Vanna\nbrought the gay pieces made up in a \"double-burst\" (sunburst) pattern,\nNancy fingered the squares with loving fingers. \"Hit's pooty, ain't it?\"\nshe asked wistfully, \"I made one for a white lady two years ago, but dey\nhurts my fingers now--makes 'em stiff.\"\n\n\n\n\n\n\n\n\nFOLKLORE INTERVIEW\n\n\nALICE BRADLEY\nHull Street near Corner of Hoyt Street\nAthens, Georgia\n\n\nKIZZIE COLQUITT\n243 Macon Avenue\nAthens, Georgia\n\n\nWritten by:\nMiss Grace McCune\nAthens, Georgia\n\n\nEdited by:\nMrs. Leila Harris\nEditor\nFederal Writers' Project\nAugusta, Georgia\n[APR 20 1938]\n\n\n[TR: These two interviews were filed together, though not recorded at\nthe same place or time.]\n\n\n\n\nAlice Bradley\n\n\nAlice Bradley, or \"Aunt Alice\" as she is known to everybody, \"runs\ncards\" and claims to be a seeress. Apologetic and embarrassed because\nshe had overslept and was straightening her room, she explained that she\nhadn't slept well because a dog had howled all night and she was uneasy\nbecause of this certain forerunner of disaster.\n\n\n\"Here t'is Sunday mornin' and what wid my back, de dog, and de\nrheumatics in my feets, its [TR: 'done' crossed out] too late to go to\nchurch, so come in honey I'se glad to hab somebody to talk to. Dere is\nsho' goin' to be a corpse close 'round here. One night a long time ago\ntwo dogs howled all night long and on de nex' Sunday dere wuz two\ncorpses in de church at de same time. Dat's one sign dat neber fails,\nwhen a dog howls dat certain way somebody is sho' goin' to be daid.\"\n\n\nWhen asked what her full name was, she said: \"My whole name is Alice\nBradley now. I used to be a Hill, but when I married dat th'owed me out\nof bein' a Hill, so I'se jus' a Bradley now. I wuz born on January 14th\nbut I don't 'member what year. My ma had three chillun durin' de war and\none jus' atter de war. I think dat las' one wuz me, but I ain't sho'. My\npa's name wuz Jim Hill, and ma's name wuz Ca'line Hill. Both of 'em is\ndaid now. Pa died October 12, 1896 and wuz 88 years old. Ma died\nNovember 20, 1900; she wuz 80 years old. I knows dem years is right\n'cause I got 'em from dat old fambly Bible so I kin git 'em jus' right.\nOne of my sisters, older dan I is, stays in Atlanta wid her son. Since\nshe los' one of her sons, her mind's done gone. My other sister ain't as\nold as I is but her mind is all right and she is well.\"\n\n\n\"I wuz raised in Washin'ton, Wilkes County, and de fust I 'members was\nstayin' wid Miss Alice Rayle. She had three chillun and I nussed 'em.\nOne of de boys is a doctor now, and has a fambly of his own, and de las'\nI heared of 'im, he wuz stayin' in Atlanta.\n\n\n\"I'se been married' two times. I runned away wid Will Grisham, when I\nwuz 'bout 14 years old. Mr. Carter, a Justice of de Peace, met us under\na 'simmon tree and tied de knot right dar. My folks ketched us, but us\nwuz already married and so it didn't make no diffunce.\n\n\n\"I lived on a farm wid my fust husband, and us had three chillun, but\ndey is all gone now. I 'members when my oldes' gal wuz 'bout 2 years\nold, dey wuz playin' out on de porch wid dey little dog, when a mad dog\ncome by and bit my chillun's dog. Folks kilt our dog, and jus' 'bout one\nweek atterwards my little gal wuz daid too. She did love dat little dog,\nand he sho' did mind 'er. She jus' grieved herself to death 'bout dat\ndog.\n\n\n\"Atter my fust husband died, I married Rich Bradley. Rich wuz a railroad\nman, and he went off to Washin'ton, D.C., to wuk. He sont me money all\nde time den, but when he went from dar to Shecargo to wuk I didn't hear\nfrom 'im long, and I don't know what's happened to 'im 'til now, for\nit's been a long time since I heared from 'im.\n\n\n\"I loves to run de cyards for my friends. I always tells 'em when I sees\ndere's trouble in de cyards for 'em, and shows 'em how to git 'round it,\nif I kin. None of de res' of my folks ever run de cyards, but I'se been\nat it ever since I wuz jus' a little gal, pickin' up old wore out\ncyards, dat had bean th'owed away, 'cause I could see things in 'em. I\n'members one time when I wuz small and didn't know so good what de\ncyards wuz tellin' me, dat a rich man, one of de riches' in Wilkes\nCounty, wuz at our place, I tol 'im de cyards when I run 'em. I saw\nsompin' wuz goin' to happen on his place, dat two colored mens would be\ntangled up wid, but I didn't know jus' what wuz goin' to happen. And\nsho' 'nuff, two colored mens sot fire to his barns and burned up all his\nhorses and mules, de onlies' thing dey saved wuz one ridin' horse. Dey\nketched de mens, and dey served time for what dey done. One of 'em died\nway out yonder where dey sont 'em.\n\n\n\"I 'members one white lady way out in Alabama sont a note axin' me to\nrun de cyards for her. I runned 'em and got one of my friends to writer\nher what I seed. Dey had run bright and dat wuz good luck. One time I\nrunned de cyards for two sisters dat had done married two brothers, and\nde cyards run so close kin date I wuz able to tell 'em how dey wuz\nmarried and dey tol me dat I wuz right.\n\n\n\"And jus' a few days ago a old man come to see me thinkin' dat he wuz\npizened. When I runned de cyards, I seed his trouble. He had been\ndrinkin' and wuz sick, so I jus' give him a big dose of soda and cream\nof tartar and he got better. Den I tole him to go on home; dat nobody\nhadn't done nothin' to 'im and all he needed wuz a little medicine.\n\n\n\"I told Mr. Dick Armell of how he wuz goin' to git kilt if he went up in\nhis airyplane dat day and begged him not to try it but to wait. He\nwouldn't listen and went on and got kilt jus' lak I tole 'im he would.\nI runned de cyards for Mrs. Armell lots of times for I liked 'im, and he\nwuz a fine man. I runned de cyards for 'im one time 'fore he went to de\nWorld's Fair, and de cyards run bright, and his trip wuz a good one jus'\nlak I tole 'im it would be.\n\n\n\"All de old white folks dat I wuz raised up wid, de Hills from\nWashin'ton, Wilkes, is gone now, 'cept I think one of de gals is wukin'\nat de capitol in Atlanta, but she done married now and I don't 'member\nher name.\"\n\n\nAlice excused herself to answer a knock at the door. Upon her return she\nsaid: \"Dat wuz one of my white chillun. I wukked for 'em so long and one\nof 'em comes by every now an' den to see if I needs sompin'. Her ma done\nhad a new picture of herself took and wanted me to see it. Dey sho' is\ngood to me.\"\n\n\nAlice doesn't charge for \"running the cards.\" She says she doesn't have\na license, and is very thankful for anything that visitors may care to\ngive her. She will not run the cards on Sunday. \"Dat's bad luck,\" she\nsaid. \"Come back some day when tain't Sunday, and I'll see whats in de\ncyards for you!\"\n\n\n\n\nKizzie Colquitt\n\n\nOld Aunt Kizzie Colquitt, about 75 years old, was busily washing in her\nneat kitchen. She opened the door and window frequently to let out the\nsmoke, saying: \"Dis old wore out stove don't draw so good.\" Her hands\nand feet were badly swollen and she seemed to be suffering.\n\n\n\"I'll be glad to tell all I kin 'member 'bout dem old times,\" she said.\n\"I wuz borned durin' de war, but I don't 'member what year. My pa wuz\nMitchell Long. He b'longed to Marster Sam Long of Elbert County. Us\nlived on Broad River. My ma wuz Sallie Long, and she b'longed to Marster\nBillie Lattimore. Dey stayed on de other side of Broad River and my pa\nand ma had to cross de river to see one another. Atter de war wuz over,\nand dey wuz free, my pa went to Jefferson, Georgia, and dar he died.\n\n\n\"My ma married some nigger from way out in Indiana. He promised her he\nwould send money back for her chillun, but us never heered nothin' from\n'im no mo'. I wuz wid' my w'ite folks, de Lattimores, when my ma died,\nway out in Indiana.\n\n\n\"Atter Marse Bob died, I stayed wid my old Missus, and slep' by her bed\nat night. She wuz good to me, and de hardes' wuk I done wuz pickin' up\nacorns to fatten de hogs. I stayed dar wid her 'til she died. Us had\nplenty t'eat, a smokehouse filled wid hams, and all de other things us\nneeded. Dey had a great big fireplace and a big old time oven whar dey\nbaked bread, and it sho' wuz good bread.\n\n\n\"My old Missus died when I wuz 'bout 6 years old, and I wus sont to\nLexin'ton, Georgia, to live wid my sister. Dere wuz jus' da two of us\nchilluns. Den us wukked every day, and went to bed by dark; not lak de\nyoung folks now, gallivantin' 'bout all night long.\n\n\n\"When I wuz 'bout 14 I married and come to live on Dr. Willingham's\nplace. It wuz a big plantation, and dey really lived. When de crops wuz\nall in and all de wuk done, dey had big times 'round dar.\n\n\n\"Dere wuz de corn shuckin' wid one house for de corn and another house\nfor de shucks. Atter all de shuckin' wuz done, dere wuz eatin' and\ndancin'. And it wuz eatin' too! Dey kilt hogs, barbecued 'em, and\nroasted some wid apples in dey mouf's to give 'em a good flavor, and\ncourse a little corn likker went wid it. Dey had big doin's at syrup\nmakin' time too, but dat wuz hard wuk den. Makin' syrup sho' wuz a heap\nof trouble.\n\n\n\"Later us lived wid de Johnson fambly, and atter my old man died, I come\nto dis town wid de Johnsons. Dere wuz three chilluns, Percy, Lewis, and\na gal. I stayed wid 'em 'til de chilluns wuz all growed up and\neddicated. All my other w'ite folks is gone; my sister done gone too,\nand my son; all de chillun dat I had, deys done daid too.\n\n\n\"Now I has to wash so I kin live. I used to have plenty, but times is\nchanged and now sometimes I don't have nothin' but bread, and jus' bread\nis hard to git, heap of de time.\n\n\n\"I put in for one of dem old age pensions, but dey ain't give me nothin'\nyet, so I jus' wuk when I kin, and hope dat it won't be long 'fore I has\nplenty again.\"\n\n\n\n\n\n\n\n\nOLD SLAVE STORY\n\n\nDELLA BRISCOE\nMacon, Georgia\n\n\nBy Adella S. Dixon [HW: (Colored)]\n[JUL 28 1937]\n\n\n\n\nDella Briscoe, now living in Macon, is a former slave of Mr. David Ross,\nwho owned a large plantation in Putnam County. Della, when a very tiny\nchild, was carried there with her father and mother, Sam and Mary Ross.\nSoon after their arrival the mother was sent to work at the \"big house\"\nin Eatonton. This arrangement left Della, her brother and sister to the\ncare of their grandmother, who really posed as their mother. The\nchildren grew up under the impression that their mother was an older\nsister and did not know the truth until just after the close of the\nCivil War, when the mother became seriously ill and called the children\nto her bedside to tell them goodbye.\n\n\nMr. David Ross had a large family and was considered the richest planter\nin the county. Nearly every type of soil was found on his vast estate,\ncomposed of hilly sections as well as acres of lowlands. The highway\nentering Eatonton divided the plantation and, down this road every\nFriday, Della's father drove the wagon to town with a supply of fresh\nbutter, for Mrs. Ross' thirty head of cows supplied enough milk to\nfurnish the city dwellers with butter.\n\n\nRefrigeration was practically unknown, so a well was used to keep the\nbutter fresh. This cool well was eighty feet deep and passed through a\nlayer of solid rock. A rope ladder was suspended from the mouth of the\nwell to the place where the butter was lowered for preservation. For\nsafety, and to shield it from the sun, reeds were planted all around the\nwell. And as they grew very tall, a stranger would not suspect a well\nbeing there.\n\n\nIn addition to marketing, Della's father trapped beavers which were\nplentiful in the swampy part of the plantation bordering the Oconee,\nselling their pelts to traders in the nearby towns of Augusta and\nSavannah, where Mr. Ross also marketed his cotton and large quantities\nof corn. Oxen, instead of mules, were used to make the trips to market\nand return, each trip consuming six or seven days.\n\n\nThe young children were assigned small tasks, such as piling brush in\n\"new grounds\", carrying water to field hands, and driving the calves to\npasture.\n\n\nPunishment was administered, though not as often as on some plantations.\nThe little girl, Della, was whipped only once--for breaking up a\nturkey's nest she had found. Several were accused of this, and because\nthe master could not find the guilty party, he whipped each of the\nchildren.\n\n\nCrime was practically unknown and Mr. Ross' slaves never heard of a jail\nuntil they were freed.\n\n\nMen were sometimes placed in \"bucks\", which meant they were laid across\nblocks with their hands and feet securely tied. An iron bar was run\nbetween the blocks to prevent any movement; then, after being stripped,\nthey were whipped. Della said that she knew of but one case of this\ntype of punishment being administered a Ross slave. Sickness was\nnegligible--childbirth being practically the only form of a Negro\nwoman's \"coming down\".\n\n\nAs a precaution against disease, a tonic was given each slave every\nspring. Three were also, every spring, taken from the field each day\nuntil every one had been given a dose of calomel and salts. Mr. Ross\nonce bought two slaves who became ill with smallpox soon after their\narrival. They were isolated in a small house located in the center of a\nfield, while one other slave was sent there to nurse them. All three\nwere burned to death when their hut was destroyed by fire.\n\n\nIn case of death, even on a neighboring place, all work was suspended\nuntil the dead was buried.\n\n\nSunday, the only day of rest, was often spent in attending religious\nservices, and because these were irregularly held, brush arbor meetings\nwere common. This arbor was constructed of a brush roof supported by\nposts and crude joists. The seats were usually made of small saplings\nnailed to short stumps.\n\n\nReligion was greatly stressed and every child was christened shortly\nafter its birth. An adult who desired to join the church went first to\nthe master to obtain his permission. He was then sent to the home of a\nminister who lived a short distance away at a place called Flat Rock.\nHere, his confession was made and, at the next regular service, he was\nformally received into the church.\n\n\nCourtships were brief.\n\n\nThe \"old man\", who was past the age for work and only had to watch what\nwent on at the quarters, was usually the first to notice a budding\nfriendship, which he reported to the master. The couple was then\nquestioned and, if they consented, were married without the benefit of\nclergy.\n\n\nFood was distributed on Monday night, and for each adult slave the\nfollowing staple products were allowed--\n\n\n    Weekly ration:                On Sunday:\n  3-1/2 lbs. meat               One qt. syrup\n  1 pk. of meal                 One gal. flour\n  1 gal. shorts                 One cup lard\n\n\nVegetables, milk, etc., could be obtained at the \"big house\", but fresh\nmeat and chickens were never given. The desire for these delicacies\noften overcame the slaves' better natures, and some frequently went\nnight foraging for small shoats and chickens.\n\n\nThe \"old man\" kept account of the increase or decrease in live stock and\npoultry and reported anything missing each day. When suspicion fell on a\nvisitor of the previous night, this information was given to his master,\nwho then searched the accused's dinner pail and cabin. If meat was found\nin either the culprit was turned over to his accuser for punishment.\nAfter being whipped, he was forbidden for three months to visit the\nplantation where he had committed the theft.\n\n\nOne of Della's grandmother's favorite recipes was made of dried beef and\nwheat. The wheat was brought from the field and husked by hand. This,\nadded to the rapidly boiling beef, was cooked until a mush resulted,\nwhich was then eaten from wooden bowls with spoons of the same material.\nWhite plates were never used by the slaves.\n\n\nCloth for clothing was woven on the place. Della's grandmother did most\nof the spinning, and she taught her child to spin when she was so small\nthat she had to stand on a raised plank to reach the wheel. After the\ncloth was spun it was dyed with dye made from \"shoemake\" (sumac) leaves,\ngreen walnuts, reeds, and copperas. One person cut and others sewed. The\ndresses for women were straight, like slips, and the garments of the\nsmall boys resembled night shirts. If desired, a bias fold of\ncontrasting colour was placed at the waist line or at the bottom of\ndresses. The crudely made garments were starched with a solution of\nflour or meal and water which was strained and then boiled.\n\n\nAs a small child Della remembers hearing a peculiar knock on the door\nduring the night, and a voice which replied to queries, \"No one to hurt\nyou, but keep that red flannel in your mouth. Have you plenty to eat?\nDon't worry; you'll be free.\" No one would ever tell, if they knew, to\nwhom this voice belonged.\n\n\nJust before the beginning of the Civil War a comet appeared which was so\nbright that the elder people amused themselves by sitting on the rail\nfence and throwing pins upon the ground where the reflection was cast.\nThe children scrambled madly to see who could find the most pins.\n\n\nDuring the early part of the war Mr. Ross fought with the Confederates,\nleaving his young son, Robert, in charge of his affairs. The young\nmaster was very fond of horses and his favorite horse--\"Bill\"--was\ntrained to do tricks. One of these was to lie down when tickled on his\nflanks. The Yankees visited the plantation and tried to take this\nhorse. Robert, who loved him dearly, refused to dismount, and as they\nwere about to shoot the horse beneath him, the slaves began to plead.\nThey explained that the boy was kind to every one and devoted to\nanimals, after which explanation, he was allowed to keep his horse.\n\n\nThe breastworks at Savannah required many laborers to complete their\nconstruction, and as the commanders desired to save the strength of\ntheir soldiers, slave labor was solicited. Two slaves from each nearby\nplantation were sent to work for a limited number of days. The round\ntrip from the Ross plantation required seven days.\n\n\nNearly every man had a family and when they returned from these long\ntrips they drove to the quarters and fell on their knees to receive the\nwelcome caresses of their small children.\n\n\nRecreational facilities were not provided and slave children had little\nknowledge of how to play. Their two main amusements were building frog\nhouses and sliding down a steep bank on a long board. One day, as they\nplayed up and down the highway, building frog houses at irregular\nintervals, little Della looked up and saw a group of Yankee calvarymen\napproaching. She screamed and began running and so attracted the\nattention of Mr. Ross who was at home on a furlough.\n\n\nHe saw the men in time to find a hiding place. Meanwhile, the soldiers\narrived and the leader, springing from his horse, snatched Della up and\nspanked her soundly for giving the alarm, as they had hoped to take her\nmaster by surprise. Della said this was the first \"white slap\" she ever\nreceived.\n\n\nSome of the Yankees entered the house, tore up the interior, and threw\nthe furniture out doors. Another group robbed the smokehouse and smashed\nso many barrels of syrup that it ran in a stream through the yard. They\ncarried much of the meat off with them and gave the remainder to the\nslaves. Chickens were caught, dressed, and fried on the spot as each\nsoldier carried his own frying pan, and a piece of flint rock and a\nsponge with which to make a fire. The men were skilled in dressing fowls\nand cleaned them in a few strokes.\n\n\nWhen they had eaten as much as they desired, a search for the corral was\nmade, but the mules were so well hidden that they were not able to find\nthem. Della's father's hands were tied behind him and he was then forced\nto show them the hiding place. These fine beasts, used for plowing, were\nnamed by the slaves who worked them. Characteristic names were: \"Jule\",\n\"Pigeon\", \"Little Deal\", \"Vic\", (the carriage horse), \"Streaked leg,\"\n\"Kicking Kid\", \"Sore-back Janie\". Every one was carried off.\n\n\nThis raid took place on Christmas Eve and the slaves were frantic as\nthey had been told that Yankees were mean people, especially was Sherman\nso pictured.\n\n\nWhen Sherman had gone, Mr. Ross came from his hiding place in the \"cool\nwell\" and spoke to his slaves. To the elder ones he said, \"I saw you\ngive away my meat and mules.\"\n\n\n\"Master, we were afraid. We didn't want to do it, but we were afraid not\nto.\"\n\n\n\"Yes, I understand that you could not help yourselves.\" He then turned\nto the children, saying, \"Bless all of you, but to little Della, I owe\nmy life. From now on she shall never be whipped, and she shall have a\nhome of her own for life.\"\n\n\nShe shook with laughter as she said, \"Master thought I screamed to warn\nhim and I was only frightened.\"\n\n\nTrue to his word, after freedom he gave her a three-acre plot of land\nupon which he built a house and added a mule, buggy, cow, hogs, etc.\nDella lived there until after her marriage, when she had to leave with\nher husband. She later lost her home. Having been married twice, she now\nbears the name of Briscoe, her last husband's name.\n\n\nWhen the family had again settled down to the ordinary routine, a new\nplague, body lice, said to have been left by the invaders, made life\nalmost unbearable for both races.\n\n\nDella now lives with her granddaughter, for she has been unable to work\nfor twenty-eight years. Macon's Department of Public Welfare assists in\ncontributing to her livelihood, as the granddaughter can only pay the\nroom rent.\n\n\nShe does not know her age but believes that she is above ninety. Her\nkeen old eyes seemed to look back into those bygone days as she said, \"I\ngot along better den dan I eber hab since. We didn't know nuthin 'bout\njail houses, paying for our burial grounds, and de rent. We had plenty\no' food.\"\n\n\n\n\n\n\n\n\n[HW: Dist. 6\nEx. Slv. #11]\n\n\nGEORGE BROOKS, EX-SLAVE\nDate of birth: Year unknown (See below)\nPlace of birth: In Muscogee County, near Columbus, Georgia\nPresent Residence: 502 East 8th Street, Columbus, Georgia\nInterviewed: August 4, 1936\n[MAY 8 1937]\n\n\n\n\nThis old darky, probably the oldest ex-slave in West Georgia, claims to\nbe 112 years of age. His colored friends are also of the opinion that he\nis fully that old or older--but, since none of his former (two) owners'\npeople can be located, and no records concerning his birth can be found,\nhis definite age cannot be positively established.\n\n\n\"Uncle\" George claims to have worked in the fields, \"some\", the year the\n\"stars fell\"--1833.\n\n\nHis original owner was Mr. Henry Williams--to whom he was greatly\nattached. As a young man, he was--for a number of years--Mr. Williams'\npersonal body-servant. After Mr. Williams' death--during the 1850's,\n\"Uncle\" George was sold to a white man--whose name he doesn't\nremember--of Dadeville, Alabama, with whom he subsequently spent five\nmonths in the Confederate service.\n\n\nOne of \"Uncle\" George's stories is to the effect that he once left a\nchore he was doing for his second \"Marster's\" wife, \"stepped\" to a\nnearby well to get a drink of water and, impelled by some strange,\nirresistible \"power\", \"jes kep on walkin 'til he run slap-dab inter de\nYankees\", who corraled him and kept him for three months.\n\n\nStill another story he tells is that of his being sold after freedom!\nAccording to his version of this incident, he was sold along with two\nbales of cotton in the fall of 1865--either the cotton being sold and he\n\"thrown in\" with it, or vice versa--he doesn't know which, but he _does\nknow_ that he and the cotton were \"sold\" together! And very soon after\nthis transaction occurred, the seller was clapped in jail! Then,\n\"somebody\" (he doesn't remember who) gave him some money, put him on a\nstage-coach at night and \"shipped\" him to Columbus, where he learned\nthat he was a free man and has since remained.\n\n\n\"Uncle\" George has been married once and is the father of several\nchildren. His wife, however, died fifty-odd years ago and he knows\nnothing of the whereabouts of his children--doesn't even know whether or\nnot any of them are living, having lost \"all track o'all kin fokes too\nlong ago to tawk about.\"\n\n\nUnfortunately, \"Uncle\" George's mind is clouded and his memory badly\nimpaired, otherwise his life story would perhaps be quite interesting.\nFor more than twenty years, he has been supported and cared for by kind\nhearted members of his race, who say that they intend to continue \"to\nlook after the old man 'til he passes on.\"\n\n\n\n\n\n\n\n\nEX-SLAVE INTERVIEW\n\n\nEASTER BROWN\n1020 S. Lumpkin Street\nAthens, Georgia\n\n\nWritten By:\nMrs. Sadie B. Hornsby\n\n\nEdited By:\nJohn N. Booth\nFederal Writers' Project\nWPA Residency No. 7\n\n\n\n\n\"Aunt\" Easter Brown, 78 years old, was sweeping chips into a basket out\nin front of her cabin. \"Go right in honey, I'se comin' soon as I git\nsome chips for my fire. Does I lak to talk 'bout when I wuz a chile? I\nsho does. I warn't but 4 years old when de war wuz over, but I knows all\n'bout it.\"\n\n\n\"I wuz born in Floyd County sometime in October. My pa wuz Erwin and my\nma wuz Liza Lorie. I don't know whar dey come from, but I knows dey wuz\nfrom way down de country somewhars. Dere wuz six of us chilluns. All of\nus wuz sold. Yessum, I wuz sold too. My oldest brother wuz named Jim. I\ndon't riccolec' de others, dey wuz all sold off to diffunt parts of de\ncountry, and us never heared from 'em no more. My brother, my pa and me\nwuz sold on de block in Rome, Georgia. Marster Frank Glenn buyed me. I\nwuz so little dat when dey bid me off, dey had to hold me up so folkses\ncould see me. I don't 'member my real ma and pa, and I called Marster\n'pa' an' Mist'ess 'ma', 'til I wuz 'bout 'leven years old.\n\n\n\"I don't know much 'bout slave quarters, or what dey had in 'em, 'cause\nI wuz raised in de house wid de white folkses. I does know beds in de\nquarters wuz lak shelves. Holes wuz bored in de side of de house, two in\nde wall and de floor, and poles runnin' from de wall and de floor,\nfastened together wid pegs; on 'em dey put planks, and cross de foot of\nde bed dey put a plank to hold de straw and keep de little 'uns from\nfallin' out.\n\n\n\"What did us have to eat? Lordy mussy! Mist'ess! us had everything.\nSummertime dere wuz beans, cabbage, squashes, irish 'tatoes, roas'en\nears, 'matoes, cucumbers, cornbread, and fat meat, but de Nigger boys,\ndey wuz plum fools 'bout hog head. In winter dey et sweet 'tatoes,\ncollards, turnips and sich, but I et lak de white folkses. I sho does\nlak 'possums and rabbits. Yessum, some of de slaves had gyardens, some\nof 'em sholy did.\n\n\n\"No'm, us Niggers never wore no clothes in summer, I means us little\n'uns. In de winter us wore cotton clothes, but us went barefoots. My\nuncle Sam and some of de other Niggers went 'bout wid dey foots popped\nopen from de cold. Marster had 110 slaves on his plantation.\n\n\n\"Mist'ess wuz good to me. Pa begged her to buy me, 'cause she wuz his\nyoung Mist'ess and he knowed she would be good to me, but Marster wuz\nreal cruel. He'd beat his hoss down on his knees and he kilt one of 'em.\nHe whupped de Niggers when dey didn't do right. Niggers is lak dis; dey\nwuz brought to dis here land wild as bucks, and dey is lak chicken\nroosters in a pen. You just have to make 'em 'have deyselves. Its lak\ndat now; if dey'd 'have deyselves, white folkses would let 'em be.\n\n\n\"Dere warn't no jails in dem days. Dey had a gyuard house what dey\nwhupped 'em in, and Mondays and Tuesdays wuz set aside for de whuppin's,\nwhen de Niggers what had done wrong got so many lashes, 'cordin' to what\ndevilment dey had been doin'. De overseer didn't do de whuppin',\nMarster done dat. Dem patterrollers wuz sompin else. Mankind! If dey\nketched a Nigger out atter dark widout no pass dey'd most nigh tear de\nhide offen his back.\n\n\n\"I'll tell you what dat overseer done one night. Some enemy of Marster's\nsot fire to de big frame house whar him and Mist'ess and de chillun\nlived. De overseer seed it burnin', and run and clam up de tree what wuz\nclose to de house, went in de window and got Marster's two little gals\nout dat burnin' house 'fore you could say scat. Dat sho fixed de\noverseer wid old Marster. Atter dat Marster give him a nice house to\nlive in but Marster's fine old house sho wuz burnt to de ground.\n\n\n\"De cyarriage driver wuz uncle Sam. He drove de chillun to school, tuk\nMarster and Mist'ess to church, and done de wuk 'round de house; such\nas, totin' in wood, keepin' de yards and waitin' on de cook. No'm us\nslaves didn't go to church; de Niggers wuz so wore out on Sundays, dey\nwuz glad to stay home and rest up, 'cause de overseer had 'em up way\n'fore day and wuked 'em 'til long atter dark. On Saddays dey had to wash\ndeir clothes and git ready for de next week. Some slaves might a had\nspecial things give to 'em on Christmas and New Years Day, but not on\nMarster's plantation; dey rested up a day and dat wuz all. I heared tell\ndey had Christmas fixin's and doin's on other plantations, but not on\nMarse Frank's place. All corn shuckin's, cotton pickin's, log rollin's,\nand de lak was when de boss made 'em do it, an' den dere sho warn't no\nextra sompin t'eat.\n\n\n\"De onliest game I ever played wuz to take my doll made out of a stick\nwid a rag on it and play under a tree. When I wuz big 'nough to wuk, all\nI done wuz to help de cook in de kitchen and play wid old Mist'ess'\nbaby.\n\n\n\"Some of de Niggers runned away. Webster, Hagar, Atney, an' Jane runned\naway a little while 'fore freedom. Old Marster didn't try to git 'em\nback, 'cause 'bout dat time de war wuz over. Marster and Mist'ess sho\nlooked atter de Niggers when dey got sick for dey knowed dat if a Nigger\ndied dat much property wuz lost. Yessum, dey had a doctor sometime, but\nde most dey done wuz give 'em hoarhound, yellow root and tansy. When a\nbaby wuz cuttin' teeth, dey biled ground ivy and give 'em.\n\n\n\"Louisa, de cook wuz married in de front yard. All I 'members 'bout it\nwuz dat all de Niggers gathered in de yard, Louisa had on a white dress;\nde white folkses sho fixed Louisa up, 'cause she wuz deir cook.\n\n\n\"Jus' lemme tell you 'bout my weddin' I buyed myself a dress and had it\nlaid out on de bed, den some triflin', no 'count Nigger wench tuk and\nstole it 'fore I had a chance to git married in it. I had done buyed dat\ndress for two pupposes; fust to git married in it, and second to be\nburied in. I stayed on wid Old Miss 'til I got 'bout grown and den I\ndrifted to Athens. When I married my fust husband, Charlie Montgomery, I\nwuz wukkin' for Mrs. W.R. Booth, and us married in her dinin' room.\nCharlie died out and I married James Hoshier. Us had one baby. Hit wuz a\nboy. James an' our boy is both daid now and I'se all by myself.\n\n\n\"What de slaves done when dey wuz told dat dey wuz free? I wuz too\nlittle to know what dey meant by freedom, but Old Marster called de\noverseer and told him to ring de bell for de Niggers to come to de big\nhouse. He told 'em dey wuz free devils and dey could go whar dey pleased\nand do what dey pleased--dey could stay wid him if dey wanted to. Some\nstayed wid Old Marster and some went away. I never seed no yankee\nsojers. I heared tell of 'em comin' but I never seed none of 'em.\n\n\n\"No'm I don't know nothin' 'bout Abraham Lincoln, Booker T. Washington\nor Jefferson Davis. I didn't try to ketch on to any of 'em. As for\nslavery days; some of de Niggers ought to be free and some oughtn't to\nbe. I don't know nuttin much 'bout it. I had a good time den, and I gits\non pretty good now.\n\n\n\"How come I jined de church? Well I felt lak it wuz time for me to live\nbetter and git ready for a home in de next world. Chile you sho has axed\nme a pile of questions, and I has sho 'joyed tellin' you what I knowed.\"\n\n\n\n\n\n\n\n\nJULIA BROWN (Aunt Sally)\n710 Griffin Place, N.W.\nAtlanta, Ga.\nJuly 25, 1936[TR:?]\n\n\nby\nGeneva Tonsill\n\n\n[TR: One page of this interview was repeated in typescript; where there\nwas a discrepancy, the clearer version was used.]\n\n\n\n\nAH ALWAYS HAD A HARD TIME\n\n\nAunt Sally rocked back and forth incessantly. She mopped her wrinkled\nface with a dirty rag as she talked. \"Ah wuz born fo' miles frum\nCommerce, Georgia, and wuz thirteen year ole at surrender. Ah belonged\nto the Nash fambly--three ole maid sisters. My mama belonged to the\nNashes and my papa belonged to General Burns; he wuz a officer in the\nwar. There wuz six of us chilluns, Lucy, Malvina, Johnnie, Callie, Joe\nand me. We didn't stay together long, as we wuz give out to different\npeople. The Nashes didn't believe in selling slaves but we wuz known as\ntheir niggers. They sold one once 'cause the other slaves said they\nwould kill him 'cause he had a baby by his own daughter. So to keep him\nfrum bein' kilt, they sold him.\n\n\n\"My mama died the year of surrender. Ah didn't fare well after her\ndeath, Ah had sicha hard time. Ah wuz give to the Mitchell fambly and\nthey done every cruel thing they could to me. Ah slept on the flo' nine\nyears, winter and summer, sick or well. Ah never wore anything but a\ncotton dress, a shimmy and draw's. That 'oman didn't care what happened\nto the niggers. Sometimes she would take us to church. We'd walk to the\nchurch house. Ah never went nowhere else. That 'oman took delight in\nsellin' slaves. She'd lash us with a cowhide whip. Ah had to shift fur\nmahself.\n\n\n\"They didn't mind the slaves matin', but they wanted their niggers to\nmarry only amongst them on their place. They didn't 'low 'em to mate\nwith other slaves frum other places. When the wimmen had babies they wuz\ntreated kind and they let 'em stay in. We called it 'lay-in', just about\nlak they do now. We didn't go to no horspitals as they do now, we jest\nhad our babies and had a granny to catch 'em. We didn't have all the\npain-easin' medicines then. The granny would put a rusty piece of tin or\na ax under the mattress and this would ease the pains. The granny put a\nax under my mattress once. This wuz to cut off the after-pains and it\nsho did too, honey. We'd set up the fifth day and after the 'layin-in'\ntime wuz up we wuz 'lowed to walk out doors and they tole us to walk\naround the house jest once and come in the house. This wuz to keep us\nfrum takin' a 'lapse.\n\n\n\"We wuzn't 'lowed to go around and have pleasure as the folks does\ntoday. We had to have passes to go wherever we wanted. When we'd git out\nthere wuz a bunch of white men called the 'patty rollers'. They'd come\nin and see if all us had passes and if they found any who didn't have a\npass he wuz whipped; give fifty or more lashes--and they'd count them\nlashes. If they said a hundred you got a hundred. They wuz somethin' lak\nthe Klu Klux. We wuz 'fraid to tell our masters about the patty rollers\nbecause we wuz skeered they'd whip us again, fur we wuz tole not to\ntell. They'd sing a little ditty. Ah wish Ah could remember the words,\nbut it went somethin' lak this:\n\n\n  'Run, Niggah, run, de Patty Rollers'll git you,\n   Run Niggah, ran, you'd bettah git away.'\n\n\n\"We wuz 'fraid to go any place.\n\n\n\"Slaves ware treated in most cases lak cattle. A man went about the\ncountry buyin' up slaves lak buyin' up cattle and the like, and he wuz\ncalled a 'speculator', then he'd sell 'em to the highest bidder. Oh! it\nwuz pitiful to see chil'en taken frum their mothers' breast, mothers\nsold, husbands sold frum wives. One 'oman he wuz to buy had a baby, and\nof course the baby come befo' he bought her and he wouldn't buy the\nbaby; said he hadn't bargained to buy the baby too, and he jest\nwouldn't. My uncle wuz married but he wuz owned by one master and his\nwife wuz owned by another. He wuz 'lowed to visit his wife on Wednesday\nand Saturday, that's the onliest time he could git off. He went on\nWednesday and when he went back on Saturday his wife had been bought by\nthe speculator and he never did know where she wuz.\n\n\n\"Ah worked hard always. Honey, you can't 'magine what a hard time Ah\nhad. Ah split rails lak a man. How did Ah do it? Ah used a huge glut,\nand a iron wedge drove into the wood with a maul, and this would split\nthe wood.\n\n\n\"Ah help spin the cotton into thread fur our clothes. The thread wuz\nmade into big broaches--four broaches made four cuts, or one hank. After\nthe thread wuz made we used a loom to weave the cloth. We had no sewin'\nmachine--had to sew by hand. My mistress had a big silver bird and she\nwould always catch the cloth in the bird's bill and this would hold it\nfur her to sew.\n\n\n\"Ah didn't git to handle money when I wuz young. Ah worked frum sunup to\nsundown. We never had overseers lak some of the slaves. We wuz give so\nmuch work to do in a day and if the white folks went off on a vacation\nthey would give us so much work to do while they wuz gone and we better\nhave all of that done too when they'd come home. Some of the white folks\nwuz very kind to their slaves. Some did not believe in slavery and some\nfreed them befo' the war and even give 'em land and homes. Some would\ngive the niggers meal, lard and lak that. They made me hoe when Ah wuz a\nchile and Ah'd keep rat up with the others, 'cause they'd tell me that\nif Ah got behind a run-a-way nigger would git me and split open my head\nand git the milk out'n it. Of course Ah didn't know then that wuzn't\ntrue--Ah believed everything they tole me and that made me work the\nharder.\n\n\n\"There wuz a white man, Mister Jim, that wuz very mean to the slaves.\nHe'd go 'round and beat 'em. He'd even go to the little homes, tear down\nthe chimneys and do all sorts of cruel things. The chimneys wuz made of\nmud 'n straw 'n sticks; they wuz powerful strong too. Mister Jim wuz\njest a mean man, and when he died we all said God got tired of Mister\nJim being so mean and kilt him. When they laid him out on the coolin'\nboard, everybody wuz settin' 'round, moanin' over his death, and all of\na sudden Mister Jim rolled off'n the coolin' board, and sich a runnin'\nand gittin' out'n that room you never saw. We said Mister Jim wuz tryin'\nto run the niggers and we wuz 'fraid to go about at night. Ah believed\nit then; now that they's 'mbalmin' Ah know that must have been gas and\nhe wuz purgin', fur they didn't know nothin' 'bout 'mbalmin' then. They\ndidn't keep dead folks out'n the ground long in them days.\n\n\n\"Doctors wuzn't so plentiful then. They'd go 'round in buggies and on\nhosses. Them that rode on a hoss had saddle pockets jest filled with\nlittle bottles and lots of them. He'd try one medicine and if it didn't\ndo not [TR: no?] good he'd try another until it did do good and when the\ndoctor went to see a sick pusson he'd stay rat there until he wuz\nbetter. He didn't jest come in and write a 'scription fur somebody to\ntake to a drug store. We used herbs a lots in them days. When a body had\ndropsy we'd set him in a tepid bath made of mullein leaves. There wuz a\njimson weed we'd use fur rheumatism, and fur asthma we'd use tea made of\nchestnut leaves. We'd git the chestnut leaves, dry them in the sun jest\nlak tea leaves, and we wouldn't let them leaves git wet fur nothin' in\nthe world while they wuz dryin'. We'd take poke salad roots, boil them\nand then take sugar and make a syrup. This wuz the best thing fur\nasthma. It was known to cure it too. Fur colds and sich we used\nho'hound; made candy out'n it with brown sugar. We used a lots of rock\ncandy and whiskey fur colds too. They had a remedy that they used fur\nconsumption--take dry cow manure, make a tea of this and flavor it with\nmint and give it to the sick pusson. We didn't need many doctors then\nfur we didn't have so much sickness in them days, and nachelly they\ndidn't die so fast; folks lived a long time then. They used a lot of\npeachtree leaves too for fever, and when the stomach got upsot we'd\ncrush the leaves, pour water over them and wouldn't let them drink any\nother kind of water 'till they wuz better. Ah still believes in them ole\nho'made medicines too and ah don't believe in so many doctors.\n\n\n\"We didn't have stoves plentiful then: just ovens we set in the\nfireplace. Ah's toted a many a armful of bark--good ole hickory bark to\ncook with. We'd cook light bread--both flour and corn. The yeast fur\nthis bread wuz made frum hops. Coals of fire wuz put on top of the oven\nand under the bottom, too. Everything wuz cooked on coals frum a wood\nfire--coffee and all. Wait, let me show you my coffee tribet. Have you\never seen one? Well, Ah'll show you mine.\" Aunt Sally got up and hobbled\nto the kitchen to get the trivet. After a few moments search she came\nback into the room.\n\n\n\"No, it's not there. Ah guess it's been put in the basement. Ah'll show\nit to you when you come back. It's a rack made of iron that the pot is\nset on befo' puttin' it on the fire coals. The victuals wuz good in them\ndays; we got our vegetables out'n the garden in season and didn't have\nall the hot-house vegetables. Ah don't eat many vegetables now unless\nthey come out'n the garden and I know it. Well, as I said, there wuz\nracks fitted in the fireplace to put pots on. Once there wuz a big pot\nsettin' on the fire, jest bilin' away with a big roast in it. As the\nwater biled, the meat turned over and over, comin' up to the top and\ngoin' down again, Ole Sandy, the dog, come in the kitchen. He sot there\na while and watched that meat roll over and over in the pot, and all of\na sudden-like he grabbed at that meat and pulls it out'n the pot.\n'Course he couldn't eat it 'cause it wuz hot and they got the meat befo'\nhe et it. The kitchen wuz away frum the big house, so the victuals wuz\ncooked and carried up to the house. Ah'd carry it up mahse'f. We\ncouldn't eat all the different kinds of victuals the white folks et and\none mornin' when I was carryin' the breakfast to the big house we had\nwaffles that wuz a pretty golden brown and pipin' hot. They wuz a\npicture to look at and ah jest couldn't keep frum takin' one, and that\nwuz the hardest waffle fur me to eat befo' I got to the big house I ever\nsaw. Ah jest couldn't git rid of that waffle 'cause my conscience\nwhipped me so.\n\n\n\"They taught me to do everything. Ah'd use battlin' blocks and battlin'\nsticks to wash the clothes; we all did. The clothes wuz taken out of the\nwater an put on the block and beat with a battlin' stick, which was made\nlike a paddle. On wash days you could hear them battlin' sticks poundin'\nevery which-away. We made our own soap, used ole meat and grease, and\npoured water over wood ashes which wuz kept in a rack-like thing and the\nwater would drip through the ashes. This made strong lye. We used a lot\n'o sich lye, too, to bile with.\n\n\n\"Sometimes the slaves would run away. Their masters wuz mean to them\nthat caused them to run away. Sometimes they would live in caves. How\ndid they get along? Well, chile, they got along all right--what with\nother people slippin' things in to 'em. And, too, they'd steal hogs,\nchickens, and anything else they could git their hands on. Some white\npeople would help, too, fur there wuz some white people who didn't\nbelieve in slavery. Yes, they'd try to find them slaves that run away\nand if they wuz found they'd be beat or sold to somebody else. My\ngrandmother run away frum her master. She stayed in the woods and she\nwashed her clothes in the branches. She used sand fur soap. Yes, chile,\nI reckon they got 'long all right in the caves. They had babies in thar\nand raised 'em too.\n\n\n\"Ah stayed with the Mitchells 'til Miss Hannah died. Ah even helped to\nlay her out. Ah didn't go to the graveyard though. Ah didn't have a home\nafter she died and Ah wandered from place to place, stayin' with a white\nfambly this time and then a nigger fambly the next time. Ah moved to\nJackson County and stayed with a Mister Frank Dowdy. Ah didn't stay\nthere long though. Then Ah moved to Winder, Georgia. They called it 'Jug\nTavern' in them days, 'cause jugs wuz made there. Ah married Green\nHinton in Winder. Got along well after marryin' him. He farmed fur a\nlivin' and made a good livin' fur me and the eight chilluns, all born in\nWinder. The chilluns wuz grown nearly when he died and wuz able to help\nme with the smalles ones. Ah got along all right after his death and\ndidn't have sich a hard time raisin' the chilluns. Then Ah married Jim\nBrown and moved to Atlanta. Jim farmed at first fur a livin' and then he\nworked on the railroad--the Seaboard. He helped to grade the first\nrailroad track for that line. He wuz a sand-dryer.\"\n\n\nAunt Sally broke off her story here. \"Lord, honey, Ah got sich a pain in\nmah stomach Ah don't believe Ah can go on. It's a gnawin' kind of pain.\nJest keeps me weak all over.\" Naturally I suggested that we complete the\nstory at another time. So I left, promisin' to return in a few days. A\nblock from the house I stopped in a store to order some groceries for\nAunt Sally. The proprietress, a Jewish woman, spoke up when I gave the\ndelivery address. She explained in broken English that she knew Aunt\nSally.\n\n\n\"I tink you vas very kind to do dis for Aunt Sally. She neets it. I\noften gif her son food. He's very old and feeble. He passed here\nyesterday and he look so wasted and hungry. His stomick look like it vas\ndrawn in, you know. I gif him some fresh hocks. I know dey could not eat\nall of them in a day and I'm afrait it von't be goof [TR: goot? or\ngood?] for dem today. I vas trained to help people in neet. It's pert of\nmy religion. See, if ve sit on de stritcar and an olt person comes in\nand finds no seat, ve get up and gif him one. If ve see a person loaded\nvid bundles and he iss old and barely able to go, ve gif a hand. See, ve\nJews--you colored--but ve know no difference. Anyvon neeting help, ve\ngif.\"\n\n\nA couple of days later I was back at Aunt Sally's. I had brought some\ngroceries for the old woman. I knocked a long time on the front door,\nand, getting no answer, I picked my way through the rank growth of weeds\nand grass surrounding the house and went around to the back door. It\nopened into the kitchen, where Aunt Sally and her son were having\nbreakfast. The room was small and dark and I could hardly see the\ncouple, but Aunt Sally welcomed me. \"Lawd, honey, you come right on in.\nI tole John I heard somebody knockin' at the do'.\"\n\n\n\"You been hearin' things all mornin',\" John spoke up. He turned to me.\n\"You must've been thinkin' about mamma just when we started eatin'\nbreakfast because she asked me did I hear somebody call her. I tole her\nthe Lawd Jesus is always a-callin' poor niggers, but she said it sounded\nlike the lady's voice who was here the other day. Well I didn't hear\nanything and I tole her she mus' be hearin' things.\"\n\n\nI'd put the bag of groceries on the table unobtrusively, but Aunt Sally\nwasn't one to let such gifts pass unnoticed. Eagerly she tore the bag\nopen and began pulling out the packages. \"Lawd bless you, chile, and He\nsho will bless you! I feels rich seein' what you brought me. Jest look\nat this--Lawdy mercy!--rolls, butter, milk, balogny...! Oh, this\nbalogny, jest looky there! You must a knowed what I wanted!\" She was\nstuffing it in her mouth as she talked. \"And these aigs...! Honey, you\nknows God is goin' to bless you and let you live long. Ah'se goin' to\ncook one at a time. And Ah sho been wantin' some milk. Ah'se gonna cook\nme a hoecake rat now.\"\n\n\nShe went about putting the things in little cans and placing them on\nshelves or in the dilapidated little cupboard that stood in a corner. I\nsat down near the door and listened while she rambled on.\n\n\n\"Ah used to say young people didn't care bout ole folks but Ah is takin'\nthat back now. Ah jest tole my son the other day that its turned round,\nthe young folks thinks of the ole and tries to help 'em and the ole\nfolks don't try to think of each other; some of them, they is too mean.\nAh can't understand it; Ah jest know I heard you call me when Ah started\nto eat, and tole my son so. Had you been to the do' befo'?\" She talked\non not waiting for a reply. \"Ah sho did enjoy the victuals you sent day\nbefo' yistidy. They send me surplus food frum the gove'nment but Ah\ndon't like what they send. The skim milk gripes me and Ah don't like\nthat yellow meal. A friend brought me some white meal t'other day. And\nthat wheat cereal they send! Ah eats it with water when Ah don't have\nmilk and Ah don't like it but when you don't have nothin' else you got\nto eat what you have. They send me 75¢ ever two weeks but that don't go\nvery fur. Ah ain't complainin' fur Ah'm thankful fur what Ah git.\n\n\n\"They send a girl to help me around the house, too. She's frum the\nhousekeepin' department. She's very nice to me. Yes, she sho'ly is a\nsweet girl, and her foreman is sweet too. She comes in now 'n then to\nsee me and see how the girl is gittin' along. She washes, too. Ah's been\non relief a long time. Now when Ah first got on it wuz when they first\nstarted givin' me. They give me plenty of anything Ah asked fur and my\nvisitor wuz Mrs. Tompkins. She wuz so good to me. Well they stopped that\nand then the DPW (Department of Public Welfare) took care of me. When\nthey first started Ah got more than I do now and they've cut me down\n'till Ah gits only a mighty little.\n\n\n\"Yes, Ah wuz talkin' about my husband when you wuz here t'other day. He\nwuz killed on the railroad. After he moved here he bought this home.\nAh'se lived here twenty years. Jim wuz comin' in the railroad yard one\nday and stepped off the little engine they used for the workers rat in\nthe path of the L. & M. train. He wuz cut up and crushed to pieces. He\ndidn't have a sign of a head. They used a rake to git up the pieces they\ndid git. A man brought a few pieces out here in a bundle and Ah\nwouldn't even look at them. Ah got a little money frum the railroad but\nthe lawyer got most of it. He brought me a few dollars out and tole me\nnot to discuss it with anyone nor tell how much Ah got. Ah tried to git\nsome of the men that worked with him to tell me just how it all\nhappened, but they wouldn't talk, and it wuz scand'lous how them niggers\nheld their peace and wouldn't tell me anything. The boss man came out\nlater but he didn't seem intrusted in it at all, so Ah got little or\nnothing fur his death. The lawyer got it fur hisse'f.\n\n\n\"All my chilluns died 'cept my son and he is ole and sick and can't do\nnothin' fur me or hisse'f. He gets relief too, 75¢ every two weeks. He\ngoes 'round and people gives him a little t'eat. He has a hard time\ntryin' to git 'long.\n\n\n\"Ah had a double bed in t'other room and let a woman have it so she\ncould git some of the delegates to the Baptist World Alliance and she\nwuz goin' to pay me fur lettin' her use the bed, but she didn't git\nanybody 'cept two. They come there on Friday and left the next day. She\nwuz tole that they didn't act right 'bout the delegates and lots of\npeople went to the expense to prepare fur them and didn't git a one. Ah\nwuz sorry, for Ah intended to use what she paid me fur my water bill. Ah\nowes $3.80 and had to give my deeds to my house to a lady to pay the\nwater bill fur me and it worries me 'cause Ah ain't got no money to pay\nit, fur this is all Ah got and Ah hates to loose my house. Ah wisht it\nwuz some way to pay it. Ah ain't been able to do fur mahse'f in many\nyears now, and has to depend on what others gives me.\n\n\n\"Tell you mo' about the ole times? Lawd, honey, times has changed so\nfrum when Ah was young. You don't hear of haints as you did when I\ngrowed up. The Lawd had to show His work in miracles 'cause we didn't\nhave learnin' in them days as they has now. And you may not believe it\nbut them things happened. Ah knows a old man what died, and after his\ndeath he would come to our house where he always cut wood, and at night\nwe could hear a chain bein' drug along in the yard, jest as if a big\nlog-chain wuz bein' pulled by somebody. It would drag on up to the\nwoodpile and stop, then we could hear the thump-thump of the ax on the\nwood. The woodpile was near the chimney and it would chop-chop on, then\nstop and we could hear the chain bein' drug back the way it come. This\nwent on fur several nights until my father got tired and one night after\nhe heard it so long, the chop-chop, papa got mad and hollered at the\nhaint, 'G---- D---- you, go to hell!!!' and that spirit went off and\nnever did come back!\n\n\n\"We'd always know somebody wuz goin' to die when we heard a owl come to\na house and start screechin'. We always said, 'somebody is gwine to\ndie!' Honey, you don't hear it now and it's good you don't fur it would\nskeer you to death nearly. It sounded so mo'nful like and we'd put the\npoker or the shovel in the fire and that always run him away; it burned\nhis tongue out and he couldn't holler no more. If they'd let us go out\nlak we always wanted to, Ah don't 'spects we'd a-done it, 'cause we wuz\ntoo skeered. Lawdy, chile, them wuz tryin' days. Ah sho is glad God let\nme live to see these 'uns.\n\n\n\"Ah tried to git the ole-age pension fur Ah sho'ly needed it and wuz\n'titled to it too. Sho wuz. But that visitor jest wouldn't let me go\nthrough. She acted lak that money belonged to her. Ah 'plied when it\nfirst come out and shoulda been one of the first to get one. Ah worried\npowerful much at first fur Ah felt how much better off Ah'd be. Ah\nwouldn't be so dependent lak Ah'm is now. Ah 'spects you know that\n'oman. She is a big black 'oman--wuz named Smith at first befo' she\nmarried. She is a Johns now. She sho is a mean 'oman. She jest wouldn't\ndo no way. Ah even tole her if she let me go through and Ah got my\npension Ah would give her some of the money Ah got, but she jest didn't\ndo no way. She tole me if Ah wuz put on Ah'd get no more than Ah _wuz_\ngittin'. Ah sho believes them thats on gits more'n 75¢ every two weeks.\nAh sho had a hard time and a roughety road to travel with her my\nvisitor until they sent in the housekeeper. Fur that head 'oman jest\nwent rat out and got me some clothes. Everything Ah needed. When Ah tole\nher how my visitor wuz doin' me she jest went out and come rat back with\nall the things Ah needed. Ah don't know why my visitor done me lak that.\nAh said at first it wuz because Ah had this house but honey what could\nAh do with a house when Ah wuz hongry and not able to work. Ah always\nworked hard. 'Course Ah didn't git much fur it but Ah lak to work fur\nwhat Ah gits.\"\n\n\nAunt Sally was beginning to repeat herself and I began to suspect she\nwas talking just to please me. So I arose to go.\n\n\n\"Lawsy mercy, chile, you sho is sweet to set here and talk to a ole\n'oman lak me. Ah sho is glad you come. Ah tole my son you wuz a bundle\nof sunshine and Ah felt so much better the day you left--and heah you is\nagain! Chile, my nose wuzn't itchin' fur nothin'! You come back to see\nme real soon. Ah'se always glad to have you. And the Lawd's gonna sho go\nwith you fur bein' so good to me.\"\n\n\nMy awareness of the obvious fulsomeness in the old woman's praise in no\nway detracted from my feeling of having done a good deed. Aunt Sally was\na clever psychologist and as I carefully picked my way up the weedy path\ntoward the street, I felt indeed that the \"Lawd\" was \"sho goin'\" with\nme.\n\n\n\n\n\n\n\n\nEX-SLAVE INTERVIEW",
        "word_count": 25967
      },
      {
        "name": "JULIA BUNCH",
        "age": "85",
        "address": "Beech Island",
        "state": "Georgia",
        "text": "Seated in a comfortable chair in the living room of her home, Julia\nBunch, Negress of 85 years, presented a picture of the old South that\nwill soon pass away forever. The little 3-room house, approachable only\non foot, was situated on top of a hill. Around the clean-swept yard,\npetunias, verbena, and other flowers were supplemented by a large patch\nof old-fashioned ribbon grass. A little black and white kitten was\nfrisking about and a big red hen lazily scratched under a big shade tree\nin search of food for her brood. Julia's daughter, who was washing\n\"white people's clothes\" around the side of the house, invited us into\nthe living room where her mother was seated.\n\n\nThe floors of the front porch and the living room were scrubbed\nspotlessly clean. There was a rug on the floor, while a piano across one\ncorner, a chifforobe with mirrored doors, a bureau, and several\ncomfortable chairs completed the room's furnishings. A motley assortment\nof pictures adorning the walls included: _The Virgin Mother_, _The\nSacred Bleeding Heart_, several large family photographs, two pictures\nof the Dionne Quintuplets, and one of President Roosevelt.\n\n\nJulia was not very talkative, but had a shy, irresistible chuckle, and\nit was this, together with her personal appearance and the tidiness of\nher home that left an indelible impression on the minds of her visitors.\nHer skin was very dark, and her head closely wrapped in a dark bandana,\nfrom which this gray hair peeped at intervals forming a frame for her\nface. She was clad in a black and white flowered print dress and a dark\ngray sweater, from which a white ruffle was apparent at the neck. Only\ntwo buttons of the sweater were fastened and it fell away at the waist\ndisplaying her green striped apron. From beneath the long dress, her\nfeet were visible encased in men's black shoes laced with white strings.\nHer ornaments consisted of a ring on her third finger, earrings, and\ntortoise-rimmed glasses which plainly displayed their dime-store origin.\n\n\n\"I b'longed to Marse Jackie Dorn of Edgefield County, I was gived to him\nand his wife when dey was married for a weddin' gift. I nussed deir\nthree chilluns for 'em and slep' on a couch in dier bedroom 'til I was\n12 years old, den 'Mancipation come. I loved 'em so and stayed wid 'em\nfor four years atter freedom and when I left 'em I cried and dem\nchilluns cried.\n\n\n\"Yassir, dey was sho' good white people and very rich. Dere warn't\nnothin' lackin' on dat plantation. De big house was part wood and part\nbrick, and de Niggers lived in one or two room box houses built in rows.\nMarse Jackie runned a big grist mill and done de grindin' for all de\nneighbors 'round 'bout. Three or four Niggers wukked in de mill all de\ntime. Us runned a big farm and dairy too.\n\n\n\"Dere was allus plenty t'eat 'cause Marster had a 2-acre gyarden and a\nbig fruit orchard. Two cooks was in de kitchen all de time. Dey cooked\nin a big fireplace, but us had big ovens to cook de meat, biscuits and\nlightbread in. Us made 'lasses and syrup and put up fruits just lak dey\ndoes now.\n\n\n\"My Ma was head weaver. It tuk two or three days to set up de loom\n'cause dere was so many little bitty threads to be threaded up. Us had\ndyes of evvy color. Yassir, us could make wool cloth too. De sheeps was\nsheered once a year and de wool was manufactured up and us had a loom\nwid wheels to spin it into thread.\n\n\n\"Old Marster never whupped nobody and dere was only one man dat I kin\n'member dat de overseer whupped much and he 'served it 'cause he would\nrun away in spite of evvything. Dey would tie him to a tree way down in\nde orchard and whup him.\"\n\n\nJulia kept repeating and seemed anxious to impress upon the minds of her\nvisitors that her white folks were good and very rich. \"Yassir, my white\nfolks had lots of company and visited a lot. Dey rode saddle horses and\nhad deir own carriages wid a high seat for de driver. Nosir, she didn't\nride wid hoopskirts--you couldn't ride wid dem on.\n\n\n\"Us bought some shoes from de market but dere was a travelin' shoemaker\ndat wukked by days for all de folks. He was a slave and didn't git no\nmoney; it was paid to his Marster. Us had our own blacksmith dat wukked\nall de time.\n\n\n\"De slaves from all de plantations 'round come to our corn shuckin's. Us\nhad 'em down in de orchard. Lots of white folks comed too. Dey kilt hogs\nand us had a big supper and den us danced. Nosir, dere warn't no toddy,\nMarse didn't b'lieve in dat, but dey would beat up apples and us drinked\nde juice. It sho' was sweet too.\n\n\n\"Folks done dey travelin' in stages and hacks in dem days. Each of de\nstages had four hosses to 'em. When de cotton and all de other things\nwas ready to go to market, dey would pack 'em and bring 'em to Augusta\nwid mules and wagons. It would take a week and sometimes longer for de\ntrip, and dey would come back loaded down wid 'visions and clothes, and\ndere was allus a plenty for all de Niggers too.\n\n\n\"De white folks allus helped deir Niggers wid de weddin's and buyed deir\nclothes for 'em. I 'members once a man friend of mine come to ax could\nhe marry one of our gals. Marster axed him a right smart of questions\nand den he told him he could have her, but he mustn't knock or cuff her\n'bout when he didn't want her no more, but to turn her loose.\n\n\n\"Us had a big cemetery on our place and de white folks allus let deir\nNiggers come to de fun'rals. De white folks had deir own sep'rate\nburyin' ground, but all de coffins was home-made. Even de ones for de\nsettlement peoples was made right in our shop. Yassum, dey sung at de\nfun'rals and you wants me to sing. I can't sing, but I'll try a little\nbit.\" Then with a beautiful and peculiar rhythm only attained by the\nsouthern Negro, she chanted:\n\n\n  'Come-ye-dat-love-de-Lord\n   And-let-your-joys-be-known.'\n\n\n\"A rooster crowin' outside your door means company's comin' and a\nsquinch owl means sho' death. Dose are all de signs I kin 'member and I\ndon't 'member nothin' 'bout slavery remedies.\n\n\n\"Yassir, dey useter give us a nickel or 10 cents sometimes so us could\nbuy candy from de store.\" Asked if she remembered patterollers she gave\nher sly chuckle and said: \"I sho' does. One time dey come to our house\nto hunt for some strange Niggers. Dey didn't find 'em but I was so\nskeered I hid de whole time dey was dar. Yassir, de Ku Kluxers raised\ncain 'round dar too.\n\n\n\"I 'members de day well when Marster told us us was free. I was glad and\ndidn't know what I was glad 'bout. Den 'bout 200 Yankee soldiers come\nand dey played music right dar by de roadside. Dat was de fust drum and\nfife music I ever heared. Lots of de Niggers followed 'em on off wid\njust what dey had on. None of our Niggers went and lots of 'em stayed\nright on atter freedom.\n\n\n\"Four years atter dat, I left Edgefield and come here wid my old man. Us\nhad six chilluns. My old man died six years ago right dar 'cross de road\nand I'se livin' here wid my daughter. I can't wuk no more. I tried to\nhoe a little out dar in de field last year and I fell down and I hasn't\ntried no more since.\n\n\n\"I went once not so long ago to see my white folkses. Dey gived me a\ndollar to spend for myself and I went 'cross de street and buyed me some\nsnuff--de fust I had had for a long time. Dey wanted to know if I had\never got de old age pension and said dat if I had been close to dem I\nwould have had it 'fore now.\"\n\n\n\n\n\n\n\n\n[HW: Ex. Slv. #6]\n\n\n[HW: MARSHAL BUTLER]\nSubject: Slavery Days And After\nDistrict: No. 1 W.P.A.\nEditor and Research: Joseph E. Jaffee\nSupervisor: Joseph E. Jaffee\n\n\n[HW: (This copy has photog. attached.)]\n\n\n\n\nSlavery Days And After\n\n\nI'se Marshal Butler, [HW: 88] years old and was born on December 25. I\nknows it was Christmas Day for I was a gift to my folks. Anyhow, I'se\nthe only niggah that knows exactly how old he be. I disremembers the\nyear but you white folks can figure et out.\n\n\n[Illustration]\n\n\nMy mammy was Harriet Butler and my pappy was John Butler and we all was\nraised in Washington-Wilkes.\n\n\nMammy was a Frank Collar niggah and her man was of the tribe of Ben\nButler, some miles down de road. Et was one of dem trial\nmarriages--they'se tried so hard to see each other but old Ben Butler\nsays two passes a week war enuff to see my mammy on de Collar\nplantation. When de war was completed pappy came home to us. We wuz a\nfamily of ten--four females called Sally, Liza, Ellen and Lottie and six\nstrong bucks called Charlie, Elisha, Marshal, Jack, Heywood and little\nJohnnie, [TR: 'cuz he war' marked out] de baby.\n\n\nDe Collar plantation wuz big and I don't know de size of it. Et must\nhave been big for dere war [HW: 250] niggahs aching to go to work--I\nguess they mus' have been aching after de work wuz done. Marse Frank\nbossed the place hisself--dere war no overseers. We raised cotton,\ncorn, wheat and everything we un's et. Dere war no market to bring de\ngoods to. Marse Frank wuz like a foodal lord of back history as my good\nfor nothing grandson would say--he is the one with book-larning from\nAtlanta. Waste of time filling up a nigger's head with dat trash--what\nthat boy needs is muscle-ology--jes' look at my head and hands.\n\n\nMy mammy was maid in de Collar's home and she had many fine\ndresses--some of them were give to her by her missus. Pappy war a field\nnigger for ole Ben Butler and I worked in the field when I wuz knee high\nto a grasshopper. We uns et our breakfast while et war dark and we\ntrooped to the fields at sun-up, carrying our lunch wid us. Nothing\nfancy but jes' good rib-sticking victuals. We come in from the fields at\nsun-down and dere were a good meal awaiting us in de slave quarters. My\ngood Master give out rations every second Monday and all day Monday wuz\ntaken to separate the wheat from the chaff--that is--I mean the victuals\nhad to be organized to be marched off to de proper depository.\n\n\nBefore we uns et we took care of our mules. I had a mule named George--I\nknow my mule--he was a good mule.\n\n\n  \"Yes, I hollow at the mule, and the\n   mule would not gee, this mornin'.\n   Yes, I hollow at the mule, and the\n   mule would not gee.\n   An' I hit him across the head with\n   the single-tree, so soon.\"\n\n\nYes, Boss-man I remembers my mule.\n\n\nMarse Frank gave mammy four acres of ground to till for herself and us\nchildrens. We raised cotton--yes-sah! one bale of it and lots of garden\ntruck. Our boss-man give us Saturday as a holiday to work our four\nacres.\n\n\nAll the niggers worked hard--de cotton pickers had to pick 200 pounds of\ncotton a day and if a nigger didn't, Marse Frank would take de nigger to\nthe barn and beat him with a switch. He would tell de nigger to hollow\nloud as he could and de nigger would do so. Then the old Mistress would\ncome in and say! \"What are you doing Frank?\" \"Beating a nigger\" would be\nhis answer. \"You let him alone, he is my nigger\" and both Marse Frank\nand de whipped nigger would come out of the barn. We all loved Marse and\nthe Mistress. No, we wuz never whipped for stealing--we never stole\nanything in dose days--much.\n\n\nWe sure froliked Saturday nights. Dat wuz our day to howl and we howled.\nOur gals sure could dance and when we wuz thirsty we had lemonade and\nwhiskey. No sah! we never mixed [HW: no] whiskey with [HW: no]\nwater.--Dem dat wanted lemonade got it--de gals all liked it. Niggers\nnever got drunk those days--we wuz scared of the \"Paddle-Rollers.\"\nUm-m-h and swell music. A fiddle and a tin can and one nigger would beat\nhis hand on the can and another nigger would beat the strings on the\n[HW: fiddle] [TR: 'can' marked out.] with broom straws. It wuz almos'\nlike a banjo. I remembers we sung \"Little Liza Jane\" and \"Green Grows\nthe Willow Tree\". De frolik broke up in de morning--about two\no'clock--and we all scattered to which ever way we wuz going.\n\n\nWe put on clean clothes on Sunday and go to church. We went to de white\nchurch. Us niggars sat on one side and de white folks sat on the other.\nWe wuz baptized in de church--de \"pool-room\" wuz right in de church.\n\n\nIf we went visiting we had to have a pass. If nigger went out without a\npass de \"Paddle-Rollers\" would get him. De white folks were the\n\"Paddle-Rollers\" and had masks on their faces. They looked like niggers\nwid de devil in dere eyes. They used no paddles--nothing but straps--wid\nde belt buckle fastened on.\n\n\nYes sah! I got paddled. Et happened dis way. I'se left home one Thursday\nto see a gal on the Palmer plantation--five miles away. Some gal! No, I\ndidn't get a pass--de boss was so busy! Everything was fine until my\nreturn trip. I wuz two miles out an' three miles to go. There come de\n\"Paddle-Rollers\" I wuz not scared--only I couldn't move. They give me\nthirty licks--I ran the rest of the way home. There was belt buckles all\nover me. I ate my victuals off de porch railing. Some gal! Um-m-h. Was\nworth that paddlin' to see that gal--would do it over again to see Mary\nde next night.\n\n\n  \"O Jane! love me lak you useter,\n   O Jane! chew me lak you useter,\n   Ev'y time I figger, my heart gits bigger,\n   Sorry, sorry, can't be yo' piper any mo\".\n\n\nUm-m-mh--Some gal!\n\n\nWe Niggers were a healthy lot. If we wuz really sick Marse Frank would\nsend for Doctor Fielding Ficklin of Washington. If jus' a small cold de\nnigger would go to de woods and git catnip and roots and sich things. If\ntummy ache--dere was de Castor oil--de white folks say children cry for\nit--I done my cryin' afterwards. For sore throat dere was alum.\nEverybody made their own soap--if hand was burned would use soap as a\npoultice and place it on hand. Soap was made out of grease, potash and\nwater and boiled in a big iron pot. If yo' cut your finger use kerozene\nwid a rag around it. Turpentine was for sprains and bad cuts. For\nconstipation use tea made from sheep droppings and if away from home de\nspeed of de feet do not match de speed of this remedy.\n\n\nNo, boss, I'se not superstitious and I'se believe in no signs. I jes'\ncarry a rabbits' foot for luck. But I do believe the screeching of an\nowl is a sign of death. I found et to be true. I had an Uncle named\nHaywood. He stayed at my house and was sick for a month but wasn't so\nbad off. One night uncle had a relapse and dat same night a screech owl\ncome along and sat on de top of de house and he--I mean the\nowl,--\"whooed\" three times and next morning uncle got \"worser\" and at\neleven o'clock he died.\n\n\nI does believe in signs. When de rooster crows in the house it is sign\nof a stranger coming. If foot itches you is going to walk on strange\nland. If cow lows at house at night death will be 'round de house in\nshort time. If sweeping out ashes at night dat is bad luck for you is\nsweeping out your best friend. Remember, your closest friend is your\nworst enemy.\n\n\nIf you want to go a courtin'--et would take a week or so to get your\ngal. Sometimes some fool nigger would bring a gal a present--like\n\"pulled-candy\" and sich like. I had no time for sich foolishness. You\nwould pop the question to boss man to see if he was willing for you to\nmarry de gal. There was no minister or boss man to marry you--no\nlimitations at all. Boss man would jes say: \"Don't forget to bring me a\nlittle one or two for next year\" De Boss man would fix a cottage for two\nand dere you was established for life.\n\n\n  \"If you want to go a courtin', I sho' you where to go,\n   Right down yonder in de house below,\n   Clothes all dirty an' ain't got no broom,\n   Ole dirty clothes all hangin' in de room.\n   Ask'd me to table, thought I'd take a seat,\n   First thing I saw was big chunk o'meat.\n   Big as my head, hard as a maul,\n   ash-cake, corn bread, bran an' all.\"\n\n\nMarse Frank had plenty of visitors to see him and his three gals was\nexcuse for anyone for miles around to come trompin' in. He enterained\nmostly on Tuesday and Thursday nights. I remembers them nights for what\nwas left over from de feasts the niggers would eat.\n\n\nDr. Fielding Ficklen [TR: earlier, 'Ficklin'], Bill Pope, Judge\nReese,--General Robert Toombs and Alexander Stephens from\nCrawfordville--all would come to Marse Franks' big house.\n\n\nGeneral Robert Toombs lived in Washington and had a big plantation 'bout\na mile from de city. He was a farmer and very rich. De General wuz a big\nman--'bout six feet tall--heavy and had a full face. Always had\nunlighted cigar in his mouth. He was the first man I saw who smoked ten\ncent cigars. Niggers used to run to get \"the stumps\" and the lucky\nnigger who got the \"stump\" could even sell it for a dime to the other\nniggers for after all--wasn't it General Toombs' cigar? The General\nnever wore expensive clothes and always carried a crooked-handled\nwalking stick. I'se never heard him say \"niggah\", never heard him cuss.\nHe always helped us niggars--gave gave us nickles and dimes at times.\n\n\nAlexander Stephens wuz crippled. He was a little fellow--slim, dark hair\nand blue eyes. Always used a rolling chair. Marse Frank would see him at\nleast once a month.\n\n\nI'se saw a red cloud in de west in 1860. I knew war was brewing. Marse\nFrank went to war. My uncle was his man and went to war with him--Uncle\nbrought him back after the battle at Gettsburg--wounded. He died later.\nWe all loved him. My mistress and her boys ran de plantation.\n\n\nThe blue-coats came to our place in '62 and 63. They took everythin'\nthat was not red-hot or nailed down. The war made no changes--we did the\nsame work and had plenty to eat. The war was now over. We didn't know we\nwuz free until a year later. I'se stayed on with Marse Frank's boys for\ntwenty years. I'se did the same work fo $35 to $40 a year with rations\nthrown in.\n\n\nI lived so long because I tells no lies, I never spent more than fifty\ncents for a doctor in my life. I believe in whiskey and that kept me\ngoing. And let me tell you--I'se always going to be a nigger till I die.\n\n\n\n\n\n\n\n\n[HW: Dist. 5\nEx. Slave #13]\n\n\nAN INTERVIEW ON SLAVERY OBTAINED FROM\nMRS. SARAH BYRD--EX-SLAVE\n\n\n\n\nMrs. Sarah Byrd claims to be 95 years of age but the first impression\none receives when looking at her is that of an old lady who is very\nactive and possessing a sweet clear voice. When she speaks you can\neasily understand every word and besides this, each thought is well\nexpressed. Often during the interview she would suddenly break out in a\nmerry laugh as if her own thoughts amused her.\n\n\nMrs. Sarah Byrd was born in Orange County Virginia the youngest of three\nchildren. During the early part of her childhood her family lived in\nVirginia her mother Judy Newman and father Sam Goodan each belonging to\na different master. Later on the family became separated the father was\nsold to a family in East Tennessee and the mother and children were\nbought by Doctor Byrd in Augusta, Georgia. Here Mrs. Byrd remarked\n\"Chile in them days so many families were broke up and some went one way\nand der others went t'other way; and you nebber seed them no more.\nVirginia wuz a reg'lar slave market.\"\n\n\nDr. Byrd owned a large plantation and raised such products as peas\npotatoes, cotton corn (etc). There were a large number of slaves. Mrs.\nByrd was unable to give the exact number but remarked. \"Oh Lordy Chile I\nnebber could tell just how many slaves that man had t'wuz too many uv\nem.\"\n\n\nThe size of the plantation required that the slaves be classified\naccording to the kind of work each was supposed to do. There were the\n\"cotton pickers\", the \"plow hands,\" the \"hoe hands,\" the \"rail\nsplitters,\" etc. \"My very fust job,\" remarked Mrs. Byrd, \"wuz that uv\ncotton picking.\" Mrs Byrd's mother was a full [TR: field?] hand.\n\n\nHouses on the Byrd Plantation were made of logs and the cracks were\ndaubed with mud. The chimnies were made of mud and supported by sticks.\n\n\nEach fireplace varied in length from 3 to 4 feet because they serve the\npurpose of stoves; and the family meals were prepared in those large\nfireplaces often two and three pots were suspended from a rod running\nacross the fireplace. Most of the log houses consisted of one room;\nhowever if the family was very large two rooms were built. The\nfurnishings consisted only of a home-made table, benches, and a\nhome-made bed, the mattress of which was formed by running ropes from\nside to side forming a framework. Mattresses were made by filling a tick\nwith wheatstraw. The straw was changed each season. Laughing Mrs. Byrd\nremarked, \"Yessirree, them houses wuz warmer than some are ter day.\"\n\n\nDoctor Byrd was rather kind and tried to help his slaves as much as\npossible, but according to Mrs. Byrd his wife was very mean and often\npunished her slaves without any cause. She never gave them anything but\nthe coarsest foods. Although there of plenty of milk and butter, she\nonly gave it to the families after it had soured. \"Many a day I have\nseed butter just sittin around in pans day after day till it got good\nand spoiled then she would call some uv us and give it ter us. Oh she\nwuz a mean un,\" remarked Mrs. Byrd. Continuing Mrs. Byrd remarked \"she\nwould give us bread that had been cooked a week.\" Mr. Byrd gave his\nslave families good clothes. Twice a year clothing was distributed among\nhis families. Every June summer clothes were given and every October\nwinter clothes were given. Here Mrs. Byrd remarked \"I nebber knowed what\nit wuz not ter have a good pair uv shoes.\" Cloth for the dresses and\nshirts was spun on the plantation by the slaves.\n\n\nThe treatment of the slaves is told in Mrs. Byrd's own words:\n\n\n\"We wuz always treated nice by Master Byrd and he always tried ter save\nus punishment at the hands uv his wife but that 'oman wuz somethin'\nnother. I nebber will ferget once she sent me after some brush broom and\ntold me ter hurry back. Well plums wuz jest gitting ripe so I just took\nmy time and et all the plums I wanted after that I come on back ter the\nhouse. When I got there she called me upstairs, 'Sarah come here.' Up\nthe steps I went and thar she stood with that old cow hide. She struck\nme three licks and I lost my balance and tumbled backward down the\nstairs. I don't know how come I didn't hurt myself but the Lord wuz wid\nme and I got up and flew. I could hear her just hollering 'Come back\nhere! come back here!' but I ant stop fer nothing. That night at supper\nwhile I wuz fanning the flies from the table she sed ter the doctor.\n'Doctor what you think? I had ter whip that little devil ter day. I sent\nher after brush broom and she went off and eat plums instead of hurrying\nback.' The doctor just looked at her and rolled his eyes but never sed a\nword. There wuz very little whipping on Byrd's plantation, but I have\ngone ter bed many a night and heard 'em gittin whipped on the plantation\nnext ter us. If dey runned away they would put the hounds on 'em.\"\nConcluding her story on treatmeant Mrs. Byrd remarked \"Yessirree I could\ntell that 'oman wuz mean the first time I seed her after we came from\nVirginia cause she had red eyes.\" \"Pader rollers\" stayed busy all the\ntime trying to find slaves off their plantations without passes.\nMarriages were performed by having the couple jump the broom. If the\n[TR: 'couple' deleted, handwritten words above illegible] belonged to\ndifferent masters oftentimes one master would purchase the other; but\nshould neither wish to sell the man would then have to get passes to\nvisit his wife on her plantation. \"Dey would leave the plantation on\nSaturday afternoons and on Sunday afternoon you could see 'em coming in\njust lak they wuz coming from church,\" remarked Mrs. Byrd.\n\n\nThere were frolics on the Byrd plantation any time that the slaves chose\nto have them. \"Yes sir we could frolic all we want ter. I use ter be so\nglad when Saturday night came cause I knowed us wuz go have a frolic and\nI wouldn't have a bit 'uv appetite I would tell my ma we gwine dance ter\nnight I dont want nothin teet. Yes sir us would frolic all night long\nsometimes when the sun rise on Sunday morning us would all be layin\nround or settin on the floor. They made music on the banjo, by knocking\nbones, and blowing quills.\"\n\n\nThe Byrds did not provide a church on their plantation for their slaves\nneither were they allowed to attend the white church; instead they had\nprayer meetings in their own cabins where they could sing pray and shout\nas much as they wished. \"I nebber will fergit the last prayer meeting us\nhad,\" remarked Mrs. Byrd. \"Two woman named Ant Patsy and Ant Prudence\ncame over from the next plantation. I believed they slipped over there\nwid out gittin a pass. Anyway, they old master came there and whipped\n'em and made 'em go home. I reckin he thought us wuz praying ter git\nfree.\" Continuing--\n\n\nI nebber will fergit the fust time I set eyes on them thar Yankees. I\ndone already heard 'bout how they wuz going round ter the different\nplantations taking the horses and carrying away the money and other\nvaluable things, but they had nebber come ter our place. So this day I\nsaw 'em coming cross the railroad track and they look jest lack thunder\nthere wuz so meny 'uv em. When they got ter our house every body wuz\nsleep and they knocked and knocked. We had a bad dog that didn't take no\nfoolishness off nobody, so when he kept barking them Yankees cursed him\nand do you know he heshed up? I sid, 'Dear Lord what sort of man is that\nall he got ter do is curse that dog and he don't even growl.' Well, when\nthey finally got in all they wanted wuz ter know if Mr. Byrd could help\nfeed the soldiers until Monday. Mr. Byrd told 'em he would. Soon after\nthat the war ended and we wuz called ter gether and told us wuz free.\nSome uv'em stayed there and some uv'em left. Us left and moved ter\nanother plantation.\"\n\n\nMrs. Byrd who had previously given the writer an interview on folk-lore\nasked the writer to return at a later date and she would try to think up\nmore information concerning superstitions, conjure, etc. The writer\nthanked her for the interview and promised to make another visit soon.\n\n\n\n\n\n\n\n\nEx-Slave #18\n\n\nINTERVIEW WITH (MRS.) MARIAH CALLAWAY EX-SLAVE\n\n\n[TR: A significant portion of this interview was repeated in typescript;\nwhere there was a discrepancy, the clearer version was used. Where a\ncompletely different word was substituted, 'the original' refers to the\ntypewritten page.]\n\n\n\n\nMrs. Mariah Callaway sat in a chair opposite the writer and told her\nfreely of the incidents of slavery as she remembered them. To a casual\nobserver it will come as a surprise to know the woman was blind. She is\nquite old, but her thoughts were clearly and intelligently related to\nthe writer.\n\n\nMrs. Callaway was born in Washington, Wilkes County, Georgia probably\nduring the year 1852, as she estimated her age to be around 12 or 13\nyears when freedom was declared. She does not remember her mother and\nfather, as her mother died the second day after she was born, so the job\nof rearing her and a small brother fell on her grandmother, Mariah\nWillis, for whom she was named. Mrs. Callaway stated that the old\nmaster, Jim Willis, kept every Negro's age in a Bible: but after he died\nthe Bible was placed upstairs in the gallery and most of the pages were\ndestroyed. The following is a story of the purchase of Mrs. Callaway's\ngrandfather as related by her.\n\n\n\"My grandfather come directly from Africa and I never shall forget the\nstory he told us of how he and other natives were fooled on board a ship\nby the white slave traders using red handkerchiefs as enticement. When\nthey reached America, droves of them were put on the block and sold to\npeople all over the United States.\n\n\nThe master and mistress of their plantation were Mr. Jim Willis and Mrs.\nNancy Willis who owned hundreds of acres of land and a large number of\nslaves. Mrs. Callaway was unable to give an exact number but stated the\nWillises were considered wealthy people. On their plantation were raised\nsheep, goats, mules, horses, cows, etc. Cotton, corn and vegetables were\nalso raised. The Willis family was a large one consisting of six\nchildren. 4 boys and 2 girls. Their home was a large two-story frame\nhouse which was set apart from the slave quarters.\n\n\nSlave homes on the Willis plantation differed in no respect from the\nusual type found elsewhere. All homes were simple log cabins grouped\ntogether, forming what is known as slave quarters.\n\n\nThe Willis family as kind and religious and saw to it that their slaves\nwere given plenty of food to eat. Every Monday night each family was\ngiven its share of food for the week. Each grown person was given a peck\nof corn [TR: meal on original page] and three pounds of meat; besides\nthe vegetables, etc. On Tuesday morning each family was given an ample\namount of real flour for biscuits.\n\n\nMany of the slave families, especially Mrs. Callaway's family, were\ngiven the privilege of earning money by selling different products. \"My\ngrandfather owned a cotton patch,\" remarked Mrs. Callaway, \"and the\nmaster would loan him a mule so he could plow it at night. Two boys\nwould each hold a light for him to work by. He preferred working at\nnight to working on his holidays. My master had a friend in Augusta,\nGa., by the name of Steve Heard and just before my grandfather got ready\nto sell his cotton, the master would write Mr. Heard and tell him that\nhe was sending cotton by Sam and wanted his sold and a receipt returned\nto him. He also advised him to give all the money received to Sam. When\ngrandfather returned he would be loaded down with sugar, cheese, tea,\nmackerel, etc. for his family.\"\n\n\nWhen the women came home from the fields they had to spin 7 cuts, so\nmany before supper and so many after supper. A group of women were then\nselected to weave the cuts of thread into cloth. Dyes were made from red\nshoe berries and later used to dye this cloth different colors. All\nslaves received clothing twice a year, spring and winter. Mr. Jim Willis\nwas known for his kindness to his slaves and saw to it that they were\nkept supplied with Sunday clothes and shoes as well as work clothing. A\ncolored shoemaker was required to keep the plantation supplied with\nshoes; and everyone was given a pair of Sunday shoes which they kept\nshined with a mixture of egg white and soot.\n\n\nThe size of the Willis Plantation and the various crops and cattle\nraised required many different types of work. There were the plow hands,\nthe hoe hands, etc. Each worker had a required amount of work to\ncomplete each day and an overseer was hired by slave owners to keep\ncheck on this phase of the work. \"We often waited until the overseer got\nbehind a hill, and then we would lay down our hoe and call on God to\nfree us, my grandfather told me,\" remarked Mrs. Callaway. \"However, I\nwas a pet in the Willis household and did not have any work to do except\nplay with the small children. I was required to keep their hands and\nfaces clean. Sometimes I brought in chips to make the fires. We often\nkept so much noise playing in the upstairs bedroom that the master would\ncall to us and ask that we keep quiet.\" Older women on the plantation\nacted as nurses for all the small children and babies while their\nparents worked in the fields. The mistress would keep a sharp eye on the\nchildren also to see that they were well cared for. A slave's life was\nvery valuable to their owners.\n\n\nPunishment was seldom necessary on the Willis plantation as the master\nand mistress did everything possible to make their slaves happy; and to\na certain extent indulged them. They were given whisky liberally from\ntheir master's still; and other choice food on special occasions. \"I\nremember once,\" remarked Mrs. Callaway, \"my aunt Rachel burned the\nbiscuits and the young master said to her, \"Rachel, you nursed me and I\npromised not to ever whip you, so don't worry about burning the bread.\"\nMy mistress was very fond of me, too, and gave me some of everything\nthat she gave her own children, tea cakes, apples, etc. She often told\nme that she was my mother and was supposed to look after me. In spite of\nthe kindness of the Willis family there were some slaves who were\nunruly; so the master built a house off to itself and called it the\nWillis jail. Here he would keep those whom he had to punish. I have\nknown some slaves to run away on other plantations and the hounds would\nbite plugs out of their legs.\"\n\n\nThe Willis family did not object to girls and boys courting. There were\nlarge trees, and often in the evenings the boys from other plantations\nwould come over to see the girls on the Willis plantation. They would\nstand in groups around the trees, laughing and talking. If the courtship\nreached the point of marriage a real marriage ceremony was performed\nfrom the Bible and the man was given a pass to visit his wife weekly.\nFollowing a marriage a frolic took place and the mistress saw to it that\neveryone was served nice foods for the occasion.\n\n\nFrolics were common occurrences on the Willis plantation, also quilting\nparties. Good foods consisting of pies, cakes, chicken, brandied\npeaches, etc. \"Dancing was always to be expected by anyone attending\nthem,\" remarked Mrs. Callaway. \"Our master always kept two to three\nhundred gallons of whisky and didn't mind his slaves drinking. I can\nremember my master taking his sweetened dram every morning, and often he\ngave me some in a tumbler. On Christmas Day big dinners were given for\nall of the slaves and a few ate from the family's table after they had\nfinished their dinner.\"\n\n\nMedical care was promptly given a slave when he became ill. Special care\nwas always given them for the Willis family had a personal interest in\ntheir slaves. \"On one occasion,\" remarked Mrs. Calloway, \"the scarlet\nfever broke out among the slaves and to protect the well ones it became\nnecessary to build houses in a field for those who were sick. This\nlittle settlement later became know as \"Shant Field.\" Food was carried\nto a hill and left so that the sick persons could get it without coming\nin contact with the others. To kill the fever, sticks of fat pine were\ndipped in tar and set on fire and then placed all over the field.\"\n\n\nReligion played as important part in the lives of the slaves, and such\n[TR: much?] importance was attached to their prayer meetings. There were\nno churches, provided and occasionally they attended the white churches;\nbut more often they held their prayer meetings in their own cabins.\nPrayers and singing was in a moaning fashion, and you often heard this\nand nothing more. On Sunday afternoons everyone found a seat around the\nmulberry tree and the young mistress would conduct Sunday School.\n\n\nConcerning the Civil War, Mrs. Callaway related the following story:\n\n\n\"When the war broke out my mistress' home became a sewing center and\ndeifferent women in the neighborhood would come there every day to make\nclothes for the soldiers. On each bed was placed the vests, coats,\nshirts, pants, and caps. One group did all the cutting, one the\nstitching, and one the fitting. Many women cried while they served [TR:\nsewed?] heart-broken because their husbands and sons had to go to the\nwar. One day the Yanks came to our plantation and took all of the best\nhorses. In one of their wagons were bales of money which they had taken.\nMoney then was blue in color; of course, there was silver and gold.\nAfter taking the horses they drank as much whisky as they could hold and\nthen filled their canteens. The rest of the whisky they filled with\nspit. The master didn't interfere for fear of the long guns which they\ncarried.\"\n\n\nAfter the war some of the slaves left the plantation to seek their\nfortune; others remained, renting land from the Willis family or working\nwith them on a share crop basis.\n\n\nAs a conclusion Mrs. Callaway remarked: \"My folks were good and I know\n[HW: they're] in heaven.\" Mrs. Callaway is deeply religious and all\nduring the interview would constantly drift to the subject of religion.\nShe is well cared for by her nine children, six girls and three boys.\n\n\n\n\n\n\n\n\nPLANTATION LIFE AS VIEWED BY EX-SLAVE",
        "word_count": 6600
      },
      {
        "name": "SUSAN CASTLE",
        "age": "78",
        "address": "1257 W. Hancock Ave.",
        "state": "Georgia",
        "text": "On a beautiful morning in April, the interviewer found Susan sitting in\nthe door of her cabin. When asked if she would like to talk about the\nold plantation days, she replied; \"Yes Ma'am, I don't mind tellin' what\nI know, but for dat I done forgot I sho' ain't gwine make nothin' up.\nFor one thing, I ain't never lived on no plantation. I was a house\nservant in town.\" She added: \"Do you mind me axin' you one favor?\"\nConsent was given and she continued: \"Dat is, please don't call me Aunt\nSusan; it makes me feel lak I was a hundred years old.\n\n\n\"I was borned in Clarke County, March 7, 1860; I believes dat's what dey\nsay. Mudder was named Fannie and Pappy's name was Willis. Us chillun\ncalled 'im Pappy lak he was de onliest one in de world. He fust belonged\nto Marse Maxwell of Savannah, Georgia. I was so little I disremembers\nhow Pappy come by de name of Castle. In all de seben of us chillun, I\ndidn't have but one brudder, and his name was Johnny. My five sisters\nwas Mary, Louvenia, Rosa, Fannie, and Sarah. All I 'members 'bout us as\nchilluns was dat us played lak chilluns will do.\n\n\n\"In de quarters us had old timey beds and cheers, but I'll tell you whar\nI slept most times. Hit was on a cot right at de foot of Mist'ess' bed.\nI stayed at de big house most of de time at night, and 'fore bedtime I\nsot close by Mist'ess on a foot stool she had special for me.\n\n\n\"All I ricollects 'bout my gran'ma was she belonged to General Thomas\nR.R. Cobb, and us called 'im Marse Thomas. Gran'ma Susan wouldn't do\nright so Marse Thomas sold her on de block.\n\n\n\"Us had evvything good to eat. Marse Thomas was a rich man and fed 'is\nNiggers well. Dey cooked in a big open fireplace and biled greens and\nsome of de udder vittals in a great big pot what swung on a rack. Meat,\nfish and chickens was fried in a griddle iron what was sot on a flat\ntopped trivet wid slits to let de fire thoo. Dey called it a trivet\n'cause it sot on three legs and hot coals was raked up under it. Hoe\ncakes made out of cornmeal and wheat flour sho' was good cooked on dat\ngriddle. 'Tatoes was roasted in de ashes, and dey cooked bread what dey\ncalled ash cake in de ashes. Pound cake, fruit cake, light bread and\nbiscuits was baked in a great big round pot, only dey warn't as deep as\nde pots dey biled in; dese was called ovens. Makes me hongry to think\n'bout all dem good vittals now.\n\n\n\"Oh! Yes Ma'am, us had plenty 'possums. Pappy used to cotch so many\nsometimes he jest put 'em in a box and let us eat 'em when us got ready.\n'Possums tasted better atter dey was put up in a box and fattened a\nwhile. Us didn't have many rabbits; dey warn't as much in style den as\ndey is now, and de style of eatin' 'possums lak dey done in slav'ry\ntimes, dat is 'bout over. Dey eats 'em some yet, but it ain't stylish no\nmo'. Us chillun used to go fishin' in Moore's Branch; one would stand on\none side of de branch wid a stick, and one on de udder side would roust\nde fishes out. When dey come to de top and jump up, us would hit 'em on\nde head, and de grown folks would cook 'em. Dere warn't but one gyarden,\nbut dat had plenty in it for evvybody.\n\n\n\"In summer time us wore checkedy dresses made wid low waistes and\ngethered skirts, but in winter de dresses was made out of linsey-woolsey\ncloth and underclothes was made out of coarse unbleached cloth.\nPetticoats had bodice tops and de draw's was made wid waistes too. Us\nchillun didn't know when Sunday come. Our clothes warn't no diffu'nt den\nfrom no udder day. Us wore coarse, heavy shoes in winter, but in summer\nus went splatter bar feets.\n\n\n\"Marse Thomas was jest as good as he could be, what us knowed of 'im.\nMiss Marion, my Mist'ess, she won't as good to us as Marse Thomas, but\nshe was all right too. Dey had a heap of chillun. Deir twin boys died,\nand de gals was Miss Callie, Miss Sallie, Miss Marion (dey called her\nMiss Birdie), and Miss Lucy, dat Lucy Cobb Institute was named for. My\nmudder was Miss Lucy's nuss. Marse Thomas had a big fine melonial\n(colonial) house on Prince Avenue wid slave quarters in de back yard of\nhis 10-acre lot. He owned 'most nigh dat whole block 'long dar.\n\n\n\"Oh! dey had 'bout a hundred slaves I'm sho', for dere was a heap of\n'em. De overseer got 'em up 'bout five o'clock in de mornin' and dat\nbreakfust sho' had better be ready by seben or else somebody gwine to\nhave to pay for it. Dey went to deir cabins 'bout ten at night. Marse\nwas good, but he would whup us if we didn't do right. Miss Marion was\nallus findin' fault wid some of us.\n\n\n\"Jesse was de car'iage driver. Car'iages was called phaetons den. Dey\nhad high seats up in front whar de driver sot, and de white folks sot in\nde car'iage below. Jesse went to de War wid Marse Thomas, and was wid\nhim when he was kilt at Fred'ricksburg, Virginia. I heard 'em sey one of\nhis men shot 'im by mistake, but I don't know if dat's de trufe or not.\nI do know dey sho' had a big grand fun'al 'cause he was a big man and a\ngeneral in de War.\n\n\n\"Some of de slaves on Marse Thomas' place knowed how to read. Aunt Vic\nwas one of de readers what read de Bible. But most of de Niggers didn't\nhave sense enough to learn so dey didn't bother wid 'em. Dey had a\nchurch way downtown for de slaves. It was called Landon's Chapel for\nRev. Landon, a white man what preached dar. Us went to Sunday School\ntoo. Aunt Vic read de Bible sometimes den. When us jined de chu'ch dey\nsung: 'Amazing Grace How Sweet de Sound.'\n\n\n\"Marse Thomas had lots of slaves to die, and dey was buried in de\ncolored folks cemetery what was on de river back of de Lucas place. I\nused to know what dey sung at fun'als way back yonder, but I can't bring\nit to mind now.\n\n\n\"No Ma'am, none of Marse Thomas' Niggers ever run away to de Nawth. He\nwas good to his Niggers. Seems lak to me I 'members dem patterollers run\nsome of Marse Thomas' Niggers down and whupped 'em and put 'em in jail.\nOld Marse had to git 'em out when dey didn't show up at roll call next\nmornin'.\n\n\n\"Marse Thomas allus put a man or de overseer on a hoss or a mule when he\nwanted to send news anywhar. He was a big man and had too many slaves to\ndo anything hisse'f.\n\n\n\"I 'spect dey done den lak dey does now, slipped 'round and got in\ndevilment atter de day's wuk was done. Marse Thomas was allus havin'\nswell elegant doin's at de big house. De slaves what was house servants\ndidn't have no time off only atter dinner on Sundays.\n\n\n\"Christmas was somepin' else. Us sho' had a good time den. Dey give de\nchilluns china dolls and dey sont great sacks of apples, oranges, candy,\ncake, and evvything good out to de quarters. At night endurin' Christmas\nus had parties, and dere was allus some Nigger ready to pick de banjo.\nMarse Thomas allus give de slaves a little toddy too, but when dey was\nhavin' deir fun if dey got too loud he sho' would call 'em down. I was\nallus glad to see Christmas come. On New Year's Day, de General had big\ndinners and invited all de high-falutin' rich folks.\n\n\n\"My mudder went to de corn shuckin's off on de plantations, but I was\ntoo little to go. Yes Ma'am, us sho' did dance and sing funny songs way\nback in dem days. Us chillun used to play 'Miss Mary Jane,' and us would\npat our hands and walk on broom grass. I don't know nothin' 'bout\ncharms. Dey used to tell de chillun dat when old folks died dey turned\nto witches. I ain't never seed no ghostes, but I sho' has felt 'em. Dey\nmade de rabbits jump over my grave and had me feelin' right cold and\nclammy. Mudder used to sing to Miss Lucy to git her to sleep, but I\ndon't 'member de songs.\n\n\n\"Marster was mighty good to his slaves when dey got sick. He allus sont\nfor Dr. Crawford Long. He was de doctor for de white folks and Marster\nhad him for de slaves.\n\n\n\"My mudder said she prayed to de Lord not to let Niggers be slaves all\ndeir lifes and sho' 'nough de yankees comed and freed us. Some of de\nslaves shouted and hollered for joy when Miss Marion called us togedder\nand said us was free and warn't slaves no more. Most of 'em went right\nout and left 'er and hired out to make money for deyselfs.\n\n\n\"I stayed on wid my mudder and she stayed on wid Miss Marion. Miss\nMarion give her a home on Hull Street 'cause mudder was allus faithful\nand didn't never leave her. Atter Miss Marion died, mudder wukked for\nMiss Marion's daughter, Miss Callie Hull, in Atlanta. Den Miss Callie\ndied and mudder come on back to Athens. 'Bout ten years ago she died.\n\n\n\"I wukked for Mrs. Burns on Jackson Street a long time, but she warn't\nno rich lady lak de Cobbs. De last fambly I wukked for was Dr. Hill. I\nnussed 'til atter de chillun got too big for dat, and den I done de\nwashin' 'til dis misery got in my limbs.\"\n\n\nWhen asked about marriage customs, she laughed and replied: \"I was\nengaged, but I didn't marry though, 'cause my mudder 'posed me marryin'.\nI had done got my clothes bought and ready. Mrs. Hull helped me fix my\nthings. My dress was a gray silk what had pearl beads on it and was\ntrimmed in purple.\n\n\n\"What does I think 'bout freedom? I think it's best to be free, 'cause\nyou can do pretty well as you please. But in slav'ry time if de Niggers\nhad a-behaved and minded deir Marster and Mist'ess dey wouldn't have had\nsich a hard time. Mr. Jeff Davis 'posed freedom, but Mr. Abraham Lincoln\nfreed us, and he was all right. Booker Washin'ton was a great man, and\ndone all he knowed how to make somepin' out of his race.\n\n\n\"De reason I jined de church was dat de Lord converted me. He is our\nguide. I think people ought to be 'ligious and do good and let deir\nlights shine 'cause dat's de safest way to go to Heben.\"\n\n\nAt the conclusion of the interview Susan asked: \"Is dat all you gwine to\nax me? Well, I sho' enjoyed talkin' to you. I hopes I didn't talk loud\n'nough for dem other Niggers to hear me, 'cause if you open your mouth\ndey sho' gwine tell it. Yes Ma'am, I'se too old to wuk now and I'se\nthankful for de old age pension. If it warn't for dat, since dis misery\ntuk up wid me, I would be done burnt up, I sho' would. Good-bye\nMist'ess.\"",
        "word_count": 1963
      }
    ]
  },
  "Florida": {
    "state": "Florida",
    "narrative_count": 0,
    "narratives": []
  },
  "Missouri": {
    "state": "Missouri",
    "narrative_count": 0,
    "narratives": []
  },
  "Texas": {
    "state": "Texas",
    "narrative_count": 0,
    "narratives": []
  },
  "South Carolina": {
    "state": "South Carolina",
    "narrative_count": 0,
    "narratives": []
  }
}